[
    {
        "id":1,
        "name":"Captain Marvel",
        "type":"fantasy",
        "image":"https://upload.wikimedia.org/wikipedia/en/8/85/Captain_Marvel_poster.jpg",
        "review":"และแล้วภาพยนตร์ที่เปิดฉากตัวละครผู้เป็นซูเปอร์ฮีโร่คนใหม่แห่งจักรวาลมาร์เวลอย่าง Captain Marvel ก็เข้าฉายในไทยอย่างเป็นทางการซึ่งจากข้อมูลข่าวที่ได้รับจากต้นสังกัดนั้นก็พอจะทราบอยู่แล้วว่าตัวละครตัวนี้จะเป็นผู้มาช่วยสู้ศึกของเหล่าอเวนเจอร์กับธานอสลงมือจัดการสมดุลของจักรวาลจนทำให้กว่าครึ่งสูญสลาย และเตรียมปิดฉากตามชื่อของ Avengers ภาคต่อนี้ว่า Endgame เรียกได้ว่าการมาของ แครอล แดนเวอร์ หรือ เวียร์ส หรือ กัปตันมาร์เวล ซึ่งรับบทโดย บรี ลาร์สัน (Brie Larson) ถือเป็นพระแม่มาโปรดเลยก็ว่าได้เพราะพลังพิเศษของเธอนั้นเป็นส่วนสำคัญที่จะสามารถสู้ศึกแห่งจักรวาลนี้ได้ โดยหนังได้เล่าเรื่องราวชีวิตของ เวียร์ส ผู้มีพลังจากการช่วยเหลือของนักรบแห่งครี (ความเข้าใจแรก) จนเธอได้ค้นพบความจริงที่ว่าเธอเป็นมนุษย์ชื่อ แครอล แดนเวอร์ มาก่อนจะกลายเป็น กัปตันมาร์เวล ซึ่งมันมีความหักมุมที่คาดว่าหลายคนน่าเดาทางได้หากมองโดยภาพรวมถือว่าหนังทำออกมาได้ดีทีเดียว โดยเฉพาะฉากเปิดตัวละครหลังจากที่ได้ปลดล็อกพลังอย่างเต็มรูปแบบ ต้องยอมรับว่า บรี ลาร์สัน เท่สุดๆ โดยเฉพาะฉากแอคชั่นที่จัดเต็มจนศัตรูต้องล่าถอย สมกับที่เขาว่า ‘แม่มาแล้ว’ จริงๆ ในส่วนของงานเทคนิคพิเศษก็ใส่กันมาแบบสะใจ รองลงมาคือการชูประเด็นพลังความเป็นหญิงถูกถ่ายทอดออกมา บางช่วงยังรู้สึกได้เลยว่ามันมีความเฟมินิสต์สูง แต่ที่แน่ๆ คือหนังยังสไตล์ความมาร์เวลไว้เป็นอย่างดี อย่างที่บอกว่าน่าจะเดาทางกันถูก เนื่องจากเรื่องราวต่างๆ ไม่ได้มีความเซอร์ไพรส์อะไรมากนักนอกเหนือไปจากการแสดงพละกำลังที่แข็งแกร่งของ กัปตันมาร์เวล และการเชื่อมโยงกับหนังเรื่องอื่นๆ ในจักรวาล ภูมิหลังของตัวละครก็ยังถือว่าค่อนข้างน้อย (หรือมันจะมีแค่นี้?) รู้สึกว่ายังไม่เต็มอิ่ม เพราะเราได้เห็นเพียงภาพอันเลือนรางของอดีตที่หล่อหลอมให้เกิดเป็นตัวละครนี้ขึ้นมา หากเติมเต็มจุดนี้ได้น่าจะดีกว่านี้ไม่น้อยเลย แน่นอนตัวละครที่แย่งซีนและสำคัญไม่แพ้ กัปตันมาร์เวล ก็คือเจ้าแมว กูส และ นิก ฟิวรี ซึ่งรับทโดย ซามูเอล แอล. แจ็กสัน (Samuel L. Jackson) ผู้กุมกุญแจสำคัญอันเป็นจุดกำเนิดของหนังเรื่องอื่นๆ ในจักรวาล เรียกได้ว่าน่าจะได้ใจแฟนๆ ไปเต็มๆ โดยเฉพาะความสามารถของเจ้าแมวเหมียวและความลับของ นิก ฟิวรี ซึ่งมันก็ได้เป็นไปตามที่คนส่วนใหญ่คาดการณ์เอาไว้ ส่วนจะเป็นอย่างไรนั้นต้องไปติดตาม อย่างที่ทราบกันดีว่าหนังของมาร์เวลนั้นเป็นอันต้องมีเอนด์เครดิตเสมอ ซึ่งเรื่องนี้ก็มีถึงสองตัว โดยทั้งสองล้วนแล้วแต่มีความเชื่อมโยงกับหนังของจักรวาลนี้ หากพลาดไปก็น่าเสียดายโดยเฉพาะตัวแรก นอกจากนี้หนังยังได้ไว้อาลัยต่อ สแตน ลี ผู้ให้กำเนิดซูเปอร์ฮีโร่หลายต่อหลายฉากด้วย นับได้ว่าตั้งแต่เปิดเรื่องเลยทีเดียว จะว่าไปเรื่องราวของ กัปตันมาร์เวล นั้นอาจจะถือได้ว่าเป็นตัวคั่นเวลารอ Endgame เลยก็ว่าได้ เพราะบางโมเมนต์ก็ให้ความรู้สึกไม่สมภาคภูมิเท่าที่ควร แต่หากไม่ได้คิดอะไรมากเตรียมไปรับความสนุก ทั้งบู๊แอคชั่นมันๆ พร้อมความบันเทิงแบบยุค 90s ก็เชื่อว่าแฟนหนังไม่ผิดหวังแน่นอน Captain Marvel 8/10 คะแนน เข้าฉายแล้ววันนี้ในโรงภาพยนตร์"
    },
    {
        "id":2,
        "name":"Spider-Man: Far From Home",
        "type":"fantasy",
        "image":"https://upload.wikimedia.org/wikipedia/en/1/1c/Spider-Man_Far_From_Home_poster.jpeg",
        "review":"หลังจากไปเปิดตัวพร้อมออกลีลาการต่อสู้ใน Captain America: Civil War (2016) มาแล้ว คราวนี้ก็ได้เวลาของซูเปอร์ฮีโร่ชักใยสไปเดอร์แมนเสียที สำหรับ Spider-Man: Homecoming การกลับมาคราวนี้เป็นการกลับมาสู่อ้อมอกค่ายมาร์เวลอย่างเป็นทางการ แต่คาดว่าจะไม่มีการย้ายตัวละครสไปเดอร์แมนไปที่ไหนอีก จึงทำให้แฟนๆ ส่วนใหญ่จุดพลุกันล่วงหน้าไว้เลยว่าสไปเดอร์แมนต้องมีภาคต่อแน่นอน Spider-Man: Homecoming ว่าด้วยเรื่องราวของ ปีเตอร์ ปาร์คเกอร์ รับบทโดย ทอม ฮอลแลนด์ (Tom Holland) ต้องแบ่งเวลาชีวิตระหว่างการเป็นเด็กหนุ่มไฮสคูล และการเป็นซูเปอร์ฮีโร่ในนามสไปเดอร์แมน โดยมี ไอรอนแมน หรือโทนี่ สตาร์ค รับบทโดย โรเบิร์ต ดาวนีย์ จูเนียร์ (Robert John Downey, Jr.) เป็นพี่เลี้ยงฝึกฝนสไปดี้น้อยให้กลายเป็นสไปเดอร์แมน ซูเปอร์ฮีโร่คนต่อไปที่จะเข้าทีม Avengers ในอนาคตเมื่อกลับเข้ามาในบ้านมาร์เวลอย่างเป็นทางการแล้ว นั่นหมายถึงโลกของสไปเดอร์แมนย่อมเปลี่ยนไป ปีเตอร์ ปาร์คเกอร์ เติบโตมาในโลกที่มีซูเปอร์ฮีโร่เกลื่อนเมือง ทั้งไอรอนแมนเอย กัปตันอเมริกาเอย จึงทำให้หนุ่มน้อยสไปดี้อยากใช้ความสามารถในการชักใยแมงมุมของตัวเองไปเป็นฮีโร่เหมือนกัน อย่างที่เคยเห็นสไปเดอร์แมนไปต่อสู้กับเหล่าฮีโร่ในพาร์ทของ Captain America: Civil War (2016) มาแล้ว แต่จุดเริ่มต้นของสไปเดอร์แมนในเวอร์ชั่นนี้ ไม่ได้ปรากฏบอกความเป็นมาของสไปเดอร์แมนเหมือนเวอร์ชั่นอื่นๆ หากแต่เริ่มด้วยชีวิตของ ปีเตอร์ ปาร์คเกอร์ ที่ได้กลายเป็นซูเปอร์ฮีโร่ออกไปช่วยเหลือผู้คนแล้ว ซึ่งเรื่องราวที่เกิดขึ้นเป็นการใช้ชีวิตประจำวันของหนุ่มน้อยที่อาศัยอยู่กับป้าเมย์ รับบทโดย (Marisa Tomei) แล้วไปโรงเรียน เรียนหนังสือ มีปั๊บปี้เลิฟ ปฏิเสธไม่ได้ว่าการที่ปีเตอร์กระเหี้ยนกระหือรืออยากจะเป็นฮีโร่ทำความดีนั้น ส่วนหนึ่งก็มาจากเพื่อนสาวคนสวยนามว่า ลิซ อัลเลน รับบทโดย ลอร่า แฮร์ริเออร์ (Laura Harrier) ซึ่งสไปดี้นั้นแอบหลงรักสาวเจ้าอยู่ ด้วยตัวบทใน Spider-Man: Homecoming นั้นยังไม่ได้มีการเปิดปมของเรื่องใดๆ ทั้งสิ้น อาจเป็นเพราะเพิ่งจะเป็นการต้อนรับการกลับมาของสไปเดอร์แมน เข้าสู่จักรวาลของ Avergers เท่านั้น สิ่งที่ทำให้สไปเดอร์แมนในเวอร์ชั่นนี้มีความน่าสนใจก็คือ ความเป็นธรรมชาติของตัวบทที่แสดงให้เห็นถึงการเติบโตของตัวละครหรือที่เรียกว่า coming of age ซึ่งสไปดี้น้อยต้องใช้ชีวิตวัยรุ่นให้สมดุลกับชีวิตการเป็นฮีโร่ ต้องเสียสละ ช่วยเหลือผู้คน สิ่งสำคัญอีกประการก็คือสไปเดอร์แมนในเวอร์ชั่นมาร์เวล ได้สร้างเอกลักษณ์เฉพาะตัวที่ทำให้ชอบมากเป็นพิเศษคือความตลก ขี้เล่น น่ารักน่าเอ็นดู ติดดิน ส่งให้สไปเดอร์แมนได้ใจแฟนๆ เพิ่มไปอีกมากโข แต่อาจจะติดตรงที่เด็กอายุ 16 ทำไมโตเร็วขนาดนี้ กล้ามนี้เป็นมัดๆ เลยทีเดียว ส่วนในพาร์ทของตัวร้าย อย่างวัลเจอร์ รับบทโดย ไมเคิล คีตัน (Michael Keaton) ก็มีความเท่และเก่งมาก เชื่อว่าหลายคนคงคิดว่าสไปดี้น้อยของเราจะเอาอะไรไปสู้กับเขา แต่ก็แน่นอนว่าสไปเดอร์แมนเป็นพระเอกของเรื่องก็ต้องเอาชนะตัวร้ายอยู่แล้ว อีกทั้งตัวร้ายในเรื่องนี้ยังเผยให้เห็นถึงความเป็นมนุษย์ที่ค่อนข้างเรียล สัมผัสได้ และยังมีเหตุผลสุดเซอร์ไพรส์ที่ทำเอาหนุ่มน้อยสไปเดอร์แมนต้องชั่งใจเป็นอย่างมากเกี่ยวกับตัววัลเจอร์ ส่วนตัวละครอีกตัวที่เข้ามามีบทบาทในเรื่อง ไอรอนแมนหรือโทนี่ สตาร์ค ที่ดูท่าจะไม่ค่อยใยดีเด็กในสังกัดตัวเองสักเท่าไร แต่ก็ยังคงความเป็นฮีโร่อยู่ตลอด ทั้งยังมีคำคมเท่ๆ คูลๆ ให้ไว้เตือนใจสไปเดอร์แมนอีกด้วย อีกหนึ่งฉากสำคัญที่ถูกเผยแพร่ออกไปแล้วก็คือฉากในร้านอาหารไทยที่มีพระบรมฉายาลักษณ์ของพระบาทสมเด็จพระเจ้าอยู่หัวรัชกาลที่ 9 ติดอยู่ร้าน ทำเอาผู้ชมหลายคนน้ำตาซึม เซอร์ไพรส์ยังไม่หมดเพียงเท่านี้ บอกเลยว่าหนังเรื่องนี้สมกับคำว่า Homecoming เป็นอย่างมาก เพราะยังจะมีเซอร์ไพรส์ตัวละครหนึ่งที่หายหน้าไปนานมากมาปรากฏตัวในเรื่องนี้ ขอบอกใบ้ว่ามีความเกี่ยวพันกับโทนี่ สตาร์คเต็มๆ และขาดไม่ได้คือคุณปู่ สแตน ลี ที่มักจะมาแจมในหนังของมาร์เวลเกือบทุกเรื่องไม่เว้นเรื่องนี้เช่นกัน ส่วนใครที่รอเอนเครดิต ขอบอกไว้ก่อนว่าเราเตือนคุณแล้ว เชื่อว่ากัปตันอเมริกาจะไม่ทำให้คุณผิดหวัง กล่าวโดยสรุปคือ Spider-Man: Homecoming เป็นหนังซูเปอร์ฮีโร่ที่ขอนิยามคำว่าครบรส ทั้งสุข เศร้า ขำขัน อีกทั้งฉากบู๊แอคชั่น ซีจีต่างๆ ก็สมราคามาร์เวล แม้จะมีความเป็นธรรมชาติมากแค่ไหน แต่เมื่อดูแล้วมันก็ไม่ได้ทำให้ถึงกับต้องร้องว้าว ก็ต้องรอดูภาคต่อไปว่าจะมีเรื่องราวดำเนินต่อไปอย่างไร เชื่อว่าคงไม่ทำให้เสียชื่อมาร์เวลแน่นอน Spider-Man: Homecoming 4/5 คะแนน มีกำหนดเข้าฉายในไทย 6 กรกฎาคมนี้"
    },
    {
        "id":3,
        "name":"Avengers: Infinity War",
        "type":"fantasy",
        "image":"https://upload.wikimedia.org/wikipedia/en/4/4d/Avengers_Infinity_War_poster.jpg",
        "review":"สิ้นสุดการรอคอยกันแล้ว สำหรับ Avengers: Infinity War ภาพยนตร์ฟอร์มยักษ์ที่แฟนหนังอยากจะดูมาที่สุดในเวลานี้ เชื่อว่าหลายคนคงหลบหลีกการสปอยล์เรื่องราวในหนังกันมากที่สุดเลยทีเดียว เพราะในภาคนี้สองศรีพี่น้องผู้กำกับ Anthony และ Joe Russo ได้ออกมาบอกก่อนหน้านี้แล้วว่าจะมีการสูญเสียตัวละครสำคัญในเรื่องมากกว่า 1 คน ซึ่งแน่นอนว่าอาจจะเป็นฮีโร่คนโปรดของใครหลายๆ คนก็เป็นได้ Avengers: Infinity War ว่าด้วยเรื่องราวของเหล่าอเวนเจอร์สและพันธมิตรซูเปอร์ฮีโร่ต้องใช้ทุกสิ่งที่มีเพื่อเข้าโรมรันศัตรูสุดทรงพลังอย่างธานอส ก่อนที่มันจะทำลายล้างทั้งจักรวาล ต้องบอกก่อนว่าโดยส่วนตัวไม่ได้เป็นแฟนพันธุ์แท้ของ MCU แต่ก็พอจะทราบเรื่องราวความเป็นมาเป็นไปของตัวละครทุกตัวเท่าที่คนเสพหนังคนหนึ่งจะทราบได้ และแน่นอนว่าได้มีโอกาสดูหนังของจักรวาลนี้ทุกเรื่องแล้ว ซึ่งบางเรื่องก็กลายเป็นหนังที่ชอบมากและบางเรื่องก็รู้สึกเฉยๆ แต่โดยรวมก็ถือว่าหนังจากจักรวาลนี้สร้างความบันเทิงได้เป็นอย่างดี จนมาถึงในภาคนี้ที่เป็นการรวมเอาทุกตัวละครที่มีอยู่มาสู้ศึกครั้งสำคัญที่น่าจดจำไปอีกนาน ด้วยความที่หลายคนก็พอจะทราบข่าวสารจากทางค่ายแล้วว่าจะมีการเปลี่ยนแปลงอะไรหลายๆ อย่าง ซึ่งเป็นเรื่องใหญ่พอสมควร ทั้งเนื้อหาที่จะเกิดขึ้นในหนัง บทบาทของซูเปอร์ฮีโร่แต่ละคน รวมไปถึงจุดจบที่ไม่อาจคาดเดาได้ มันจึงทำให้เกิดความคาดหวังค่อนข้างสูง เพราะนอกจาก Marel จะมีฐานแฟนหนังที่แข็งแกร่งแล้ว การถ่ายทอดเรื่องราวของฮีโร่แต่ตัวก็ทำออกมาได้ดีจนครองใจแฟนๆ ได้อยู่หมัดมาถึง 10 ปี ดังนั้นพอได้ดู Avengers: Infinity War จนจบแล้วจึงพบว่าแทบไม่ผิดหวังเลย ด้วยสเกลของหนังเรื่องนี้มีความใหญ่โตมโหฬารมาก เราจึงพบข้อบกพร่องในบางส่วน ซึ่งจะว่าไปแล้วมันก็เป็นส่วนที่ทำให้ขาดอรรถรสไปเหมือนกัน นั่นคือการเกลี่ยบทของตัวละครแต่ละตัวไม่เท่ากัน ตัวละครใหญ่ๆ บางตัวกลับโผล่มาไม่กี่ฉาก แต่ก็พอจะเข้าใจอยู่ว่าหนังมันใหญ่การจะทำให้บทมันสมดุลกัน (อย่างที่ธานอสบอก) เป็นเรื่องที่ยาก ประกอบกับปัจจัยหลายๆ อย่างที่นอกเหนือการควบคุมจึงทำให้โฟกัสตัวละครได้ไม่กี่ตัว ซึ่งก็แอบเสียใจนิดๆ อยู่เหมือนกัน แต่โดยรวมแล้วหนังเสิร์ฟความบันเทิงได้อย่างเต็มที่ (เท่าที่จะเต็มได้) ตัวร้ายอย่างธานอสก็สมบทบาทการเป็นศัตรูที่ทรงพลังจริงๆ เรียกได้ว่าความหวังการชนะศึกของเหล่าฮีโร่ในครั้งนี้ดูจะริบหรี่เหลือเกิน แต่ด้วยการรวมพลังพิเศษจากฮีโร่ของเราก็น่าจะต่อกรได้ (เหรอ!) แน่นอนว่าเรายังได้เห็นพลังเจ๋งๆ เพิ่มมากขึ้น ซึ่งบอกเลยว่าการสู้ในครั้งนี้ดุเดือดและไม่ค่อยทำให้ผิดหวัง อย่างไรก็ตามหลายคนอาจจะเผื่อใจที่จะต้องสูญเสียฮีโร่ในดวงใจมาบ้างแล้ว แต่ขอเตือนก่อนว่าอย่าลืมพกทิชชู่มาด้วย เพราะไอ้ที่เราเผื่อใจมานี่ผิดคาดไปไกลโข และบางทีคุณอาจจะได้ใช้ทิชชู่ตั้งแต่กลางเรื่องเป็นต้นไปก็ได้ บอกสั้นๆ เลยว่า ‘ช็อก’ เพราะสิ่งที่เราคิดไม่เป็นอย่างที่คิดเลย ในตอนแรกคิดว่าหนังน่าเศร้าประมาณหนึ่ง แต่ไม่คิดว่าจะเศร้าขนาดนี้ โดยเฉพาะคนที่มีอารมณ์อ่อนไหวง่ายนี่ควรเตรียมใจดีๆ ไม่ต้องกังวลไปผู้กำกับทั้งสองก็พอจะสร้างชื่นใจให้คนดูบ้าง เพราะจะมีการเซอร์ไพรส์ตัวละครที่เราไม่เจอนานจะกลับมาอีกครั้ง ส่วนจะเป็นใครนั้นไปดูลุ้นเอาเอง อย่างไรก็ดีหากมองในแง่ของประเด็นที่หนังต้องการจะสื่อกลับมีไม่มากและไม่ดีเท่าที่ควร อีกทั้งดูด้อยกว่าเรื่องอื่นๆ ของ MCU อย่างเช่น Black Panther ที่มีประเด็นสื่อให้เห็นอย่างชัดเจน แข็งแกร่ง และมีความร่วมสมัย แต่เชื่อว่าคนก็พอจะมองข้ามไปบ้าง สุดท้ายขอแนะนำว่าควรดูหนังในตระกูลมาร์เวลมาให้หมดทุกเรื่องยิ่งดี เพราะจะทำให้เราเข้าใจภูมิหลังของตัวละครและทำให้อินกับหนังมากขึ้น ส่วนแฟนคลับซูเปอร์ฮีโร่คนไหนที่คิดว่าฮีโร่คนนั้นคนนี้ จะเป็นอย่างนั้นจะเป็นอย่างนี้ ก็อย่าเพิ่งแช่งชักหักกระดูกันไปก่อน ลองเข้าไปพิสูจน์ตัวตาของตัวเอง เพราะสิ่งที่คิดอาจจะไม่ได้เป็นอย่างที่ในหนังก็เป็นได้ แน่นอนว่าอย่าลืมนั่งดูถึงเอนด์เครดิตด้วย เพราะถือว่าความเซอร์ไพรส์ให้แฟนๆ ได้ไม่น้อยเหมือนกัน ปล.ตอนจบนี่ค้างสุดๆ อยากให้ถึงปีหน้าไวๆ Avengers: Infinity War 8/10 คะแนน เข้าฉายแล้ววันนี้ในโรงภาพยนตร์"
    },
    {
        "id":4,
        "name":"Ready Player One",
        "type":"fantasy",
        "image":"https://upload.wikimedia.org/wikipedia/en/7/74/Ready_Player_One_%28film%29.png",
        "review":"สิ้นสุดการรอยคอย สำหรับ Ready Player One หนึ่งในภาพยนตร์ที่หลาย ๆ คนรอคอย และยกให้เป็นอีกหนึ่งหนังน่าดูที่สุดแห่งปี ตั้งแต่เห็นตัวอย่างเมื่อปลายปีที่แล้ว ทั้งป้ายยี่ห้อของผู้กำกับ สตีเวน สปีลเบิร์ก (Steven Spielberg) รวมไปถึงบรรดาตัวละครต่าง ๆ ที่เป็นป๊อปคัลเจอร์ ทั้งจากเกมและหนังตั้งแต่ยุค 80 จนถึงปัจจุบันออกมาโลดแล่นกันเต็มไปหมด เรียกได้ว่าดักแก่ทั้งหัวหงอกหัวดำ ถ้าคุณมีจิตวิญญาณของความเป็นเนิร์ดอยู่ในตัวแค่เพียงนิดเดียว คุณควรไปโดย Ready Player One เป็นอย่างยิ่ง Ready Player One สงครามเกมคนอัจฉริยะ ว่าด้วยเรื่องราวที่เกิดขึ้นในปี 2045 ช่วงที่โลกเต็มไปด้วยความวุ่นวายและการล่มสลาย แต่ผู้คนพบทางรอดชีวิตใน OASIS ซึ่งเป็นจักรวาลเสมือนจริงอันกว้างใหญ่ที่สร้างขึ้นมาโดย เจมส์ ฮัลลิเดย์ ผู้มีความอัจฉริยะอย่างไม่ธรรมดา เมื่อฮัลลิเดย์เสียชีวิตลง เขาได้ทิ้งทรัพย์สมบัติมหาศาลเอาไว้ให้กับคนแรกที่พบไข่อีสเตอร์ดิจิตอลที่เขาซ่อนไว้ในสถานที่หนึ่งใน OASIS จนเกิดการแข่งขันขึ้นทั่วโลก เมื่อฮีโร่หนุ่มม้ามืดอย่าง เวด วัตต์ส ตัดสินใจร่วมการแข่งขัน เขาถูกเหวี่ยงเข้าสู่การแข่งขันล่าสมบัติผ่านโลกสุดมหัศจรรย์แห่งความลึกลับ การค้นหา และอันตราย คืนฟอร์มอย่างแท้จริงสำหรับพ่อมดแห่งฮอลลิวูด หลังจากผิดฟอร์มไปหน่อยกับภาพยนตร์การ์ตูนเรื่อง BFG กลับมาคราวนี้ใน Ready Player One เรียกได้ว่าสุดจริง ๆ คุ้มค่ากับการรอคอยมาก ๆ หนังเปิดเรื่องด้วยการพาเราไปรู้จักกับตัวเอก และเล่าความเป็นมาของโลกที่เป็นแบบยูโทเปีย/ดิสโทเปีย ได้อย่างเข้าใจง่าย ไม่ซับซ้อน เหมือนเป็นการติวเราก่อนพาเข้าไปสู่อีกโลกหนึ่งในโอเอซิส ก่อนจะมาสิ้นสุดที่ไตเติลของหนังด้วยคำว่า Ready Player One ที่สื่อเป็นนัย ๆ ว่าถ้าพร้อมก็กด Start แล้วไปลุยกันเลย ถ้าถามว่าต้องเนิร์ดแค่ไหนถึงจะดูรู้เรื่อง ถ้าคุณมีความทรงจำวัยเด็กกับการเล่นเครื่องเกมส์ FR ไม่ต้องถึงขนาดไปเกิดไปใช้ชีวิตในยุค 80 หรอก แค่นั้นก็น่าจะพอแล้ว ศัพท์เทคนิคบางอันก็ไม่ใช่สาระสำคัญอะไร มาดูเอาความบันเทิงก็เรียกได้ว่าโคตรจะคุ้มแล้วตลอดเวลาหนังเกือบ 2 ชั่วโมงครึ่งนี่แบบแทบจะไม่ต้องพักหายใจกันเลย ทั้งบทที่ย่อยง่าย วิชวลเอฟเฟกต์ที่ตระการตา การเล่าเรื่องที่แยกโลกแห่งความจริงกับเกมออกจากกันแบบไม่สับสน การไขปริศนาและพลังมิตรภาพเรียกได้ว่าเป็นหนังที่โคตรจะสายหลักเลยนะ เด็กดูได้ผู้ใหญ่ดูยิ่งจะชอบกว่าเด็กอีกด้วยซ้ำ เพราะเจอดักแก่กันตลอดเรื่องแน่นอน เรื่องอีสเตอร์เอ้ก อยากให้ไปดูกันเอง ดูอย่างไรก็เชื่อเหลือเกินว่าจะนับได้ทั้งหมดนั้นคงเป็นเรื่องยาก ขนาดว่าถ้าไปดูซ้ำยังไม่รู้จะเก็บได้ทั้งหมดหรือเปล่า ต้องให้เครดิตกับบารมีและฝีมือการกำกับขั้นเทพของสปีลเบิร์กที่เอาตัวละครที่ทุกคนรักและมีแฟนบอยมหาศาลหลาย ๆ ตัวมาอยู่รวมกัน ราวกับมาเป็นตัวประกอบคิวละ 500 เดินไปเดินมาเดินผ่านหน้ากล้องได้อย่างลงตัวโดยไม่อีนุงตุงนังจนเกินไป ด้วยความที่มันเยอะมาก เลยโผล่มาตัวละนิดตัวละหน่อยให้เราหายคิดถึงเหมือนเล่นซ่อนหา ถือเป็นอีกหนึ่งความสนุกของหนังเลยก็ว่าได้ หากจะไปดูแนะนำจอ IMAX ชมกันแบบเต็ม ๆ ตา นอกจากความบันเทิงที่ปาใส่หน้าคนดูแบบไม่ยั้งแล้ว ยังแฝงข้อคิดและเตือนสติคนรุ่นใหม่ในการใช้โลกออนไลน์เข้าไปอีก ด้วยการเล่าเรื่องที่บันเทิงและเข้าใจง่ายกว่าวิชารู้เท่าทันสื่อ 101 เยอะเลย โดยสื่อผ่านตัวพระเอกที่เป็นตัวแทนของเด็กเนิร์ดอ่อนต่อโลกได้อย่างลงตัว และทำให้ผู้ชมได้อมยิ้มกับความอ๊องของพระเอกไปตลอดเรื่องจริง ๆ Ready Player One สงครามเกมคนอัจฉริยะ เรียกว่าเป็นหนึ่งภาพยนตร์ที่ดีที่สุดในช่วงต้นปีนี้เลยก็ว่าได้นะ โดนใจแน่นอน ทั้งสายเนิร์ด สาย Geek สายไหนก็มาเถอะ ดูยังไงก็สนุกในด้านความบันเทิง ตั้งความคาดหวังมาไว้เท่าไรรับรองว่าได้กลับมาเท่านั้นเลย จากตอนแรกแอบหวั่นใจว่าจะตามรอย BFG หรือไม่อย่างไร แต่ตอนนี้สัญญาจะกลับไปซ้ำอีกรอบแน่นอน Ready Player One สงครามเกมคนอัจฉริยะ 9/10 เข้าฉายในไทยแล้ววันนี้"
    },
    {
        "id":5,
        "name":"A Quiet Place",
        "type":"horror",
        "image":"https://upload.wikimedia.org/wikipedia/en/a/a0/A_Quiet_Place_film_poster.png",
        "review":"ใกล้ถึงวันเข้าฉายมาทุกทีแล้ว สำหรับ A Quiet Place ดินแดนไร้เสียง ผลงานใหม่ล่าสุดของผู้กำกับ John Krasinski ผู้ทำหน้าที่ทั้งกำกับภาพยนตร์ เขียนบท และเป็นผู้แสดงนำอีกด้วย แถมยังได้ภรรยาตัวจริงอย่าง Emily Blunt มารับบทบาทภรรยาในเรื่องอีกด้วยA Quiet Place ดินแดนไร้เสียง ว่าด้วยเรื่องราวของครอบครัวที่อาศัยอยู่ในความเงียบ เพราะหากส่งเสียงออกมา จะสิ่งมีชีวิตลึกลับจะออกไล่ล่าพวกเขา เรียกว่าแค่ดูตัวอย่างหนังก็ทำเอาลุ้นระทึกสุดๆ พอได้ดูหนังเต็มๆ แล้วจึงพบว่าไอ้ที่เห็นในตัวอย่างนั้นแค่เบาะๆ ของจริงนี่เกร็งแทบทุกส่วนของร่างกายเลย นอกจากหนังจะได้คะแนนจากเว็บไซต์วิจารณ์หนังชื่อดังค่อนข้างสูงแล้ว เชื่อว่าแฟนๆ ที่ได้ไปดูน่าจะเทใจออกมาเป็นเสียงเดียวกันว่าห้ามพลาด ด้วยพล็อตเรื่องที่เราก็พอจะทราบว่าอยู่แล้วว่าตัวละครในเรื่องจะต้องใช้ชีวิตอยู่ภายใต้ความเงียบ เพื่อไม่ให้เอเลี่ยนจากต่างดาวได้ยินเสียง แน่นอนว่าหากมันได้ยินเข้าแล้วก็จะไม่สามารถมีชีวิตอยู่ได้ เนื่องจากมันจะจู่โจมอย่างที่เราไม่ทันตั้งตัว หรือแม้ว่าเราจะรู้ตัวและเตรียมตั้งรับแต่ก็ไม่อาจจะหลบหนีให้พ้นมันได้อยู่ดี จากการเปิดเรื่องมาด้วยความเงียบสงัด ได้ยินแต่เสียงที่เกิดจากธรรมชาติเท่านั้น แล้วหนังก็ทำให้คนดูอย่างเราช็อกทันที เพราะการจู่โจมของเจ้าเอเลี่ยนตัวนี้ เรียกว่ามาแบบระทึกสุดๆ หลังจากนั้นมันก็ทำให้เรามีความรู้สึกเหมือนกับตัวละครในเรื่อง ทั้งอึดอัด หวาดระแวง (ประหนึ่งอยู่ในหนังจริงๆ) และแน่นอนว่ามันย่อมมีอุปสรรคเกิดขึ้น เมื่อ Evelyn ซึ่งรับบทโดย Emily Blunt ได้ตั้งท้องและใกล้จะคลอด คุณพระ! แค่คิดก็จนปัญญาที่จะแก้ไขปัญหานี่แล้ว ไหนจะปวดท้องเตรียมคลอดลูก คือคิดแล้วว่าไม่น่าจะรอดแน่ๆ แต่หนังก็สร้างทางออกได้เสมอ ส่วนทางออกที่ว่าจะเป็นยังไงนั้นต้องไปลุ้นเอาเอง แต่บอกเลยว่าเป็นฉากที่ Emily คลอดลูกนั้นถ่ายทอดอารมณ์ออกมาได้ดีสุดๆ จากเรื่องราวการคลอดลูกนี่เองจึงทำให้อุปสรรคในหนังเริ่มบานปลายไปกันใหญ่ จนทำให้นำไปสู่จุดจบสุดสยองและปนไปด้วยความดรามาน้ำตาแตก หากถามว่าอะไรคือจุดเด่นที่ทำให้หนังเรื่องนี้สร้างความบันเทิงให้อย่างเต็มเปี่ยม ซึ่งก็คงจะเป็นการเล่นประเด็นเรื่องความเงียบที่มีส่วนชักนำให้คนดูได้มีส่วนร่วมได้ดี จะว่าไปแล้ว A Quiet Place ก็มีส่วนและกลิ่นอายคล้ายคลึงกับ Don’t Breathe (2016) เหมือนกัน เพราะทั้งสองเรื่องต่างก็ใช้ความเงียบมาเป็นประเด็นหลักในการดำเนินเรื่อง แต่จะต่างกันตรงที่ความต้องการของฝ่ายตรงข้ามมากกว่า จากเรื่องราวทั้งหมดก็ดูเหมือนว่าชะตาชีวิตของครอบครัวนี้ดูเหมือนแทบจะไม่มีทางรอดเลย เพราะสถานการณ์ต่างๆ ล้วนบีบบังคับให้ตัวละครทั้งหมดมีอันต้องจบชีวิตลง แต่ยังดีที่หนังได้สร้างสิ่งๆ หนึ่งที่เหมือนกับจะจุดไต้ตำตอ เหมือนทางที่จะกำจัดเอเลี่ยนพวกนี้ได้อยู่กับพวกเขามาตลอด (จะสปอยล์หรือเปล่าเนี่ย) เอาเป็นว่าหากอยากรู้ว่าของสิ่งนั้นคืออะไรก็ให้ไปดูกันเอาเองในโรงภาพยนตร์ นอกจากจะเหนื่อย (เพราะตัวเกร็งแทบทั้งเรื่อง) และลุ้นระทึกไปกับเรื่องราวในหนังอย่างสุดๆ แล้ว เราได้เห็นฝีมือทางการแสดงของตัวแม่อย่าง Emily และสามี (แถมเป็นผู้กำกับของหนัง) John Krasinski บรรดาลูกๆ อย่าง Millicent Simmonds (ที่เป็นคนหูหนวกจริง), Noah Jupe ก็ถ่ายทอดอารมณ์ออกมาได้ดีเยี่ยม จึงไม่แปลกใจเลยที่จะได้กระแสตอบจากผู้ชมเป็นอย่างดี หากจะเปรียบเทียบระหว่างความดาร์กของ Don’t Breathe (2016) กับเรื่องนี้ ขอให้คะแนน Don’t Breathe (2016) มากกว่าเพราะหนังเล่นประเด็นสัญชาตญาณความเป็นมนุษย์ที่ค่อนข้างโหดร้าย แถมยังให้อารมณ์ตอนจบที่แตกต่างกันด้วย แต่เชื่อเหลือเกินว่าแฟนหนังระทึกขวัญจะต้องชอบ A Quiet Place ไม่แพ้เรื่องอื่นแน่นอน A Quiet Place ดินแดนไร้เสียง 9/10 คะแนน เข้าฉายในไทย 5 เมษายน 2018"
    },
    {
        "id":6,
        "name":"Johnny English Strikes Again",
        "type":"action",
        "image":"https://m.media-amazon.com/images/M/MV5BMjI4MjQ3MjI5MV5BMl5BanBnXkFtZTgwNjczMDE4NTM@._V1_SY1000_CR0,0,674,1000_AL_.jpg",
        "review":"ว่าด้วยเรื่องราวของการผจญภัยครั้งใหม่เมื่อการจู่โจมทางไซเบอร์ทำให้สายลับอังกฤษที่กำลังทำหน้าที่ในปัจจุบันถูกเปิดเผยตัว จอห์นนี่ อิงลิช จึงกลายเป็นความหวังสุดท้าย ด้วยภารกิจการค้นหาแฮคเกอร์ตัวฉกาจ และต้องเอาชนะความท้าทายของเทคโนโลยีสมัยใหม่ เพิ่อทำภารกิจให้สำเร็จ การกลับมาของสายลับอย่าง จอห์นนี่ อิงลิช ในครั้งที่ 3 ทิ้งห่างจาก Johnny English Reborn(2011) ภาคที่แล้วเพียง 7 ปีเท่านั้น   โรแวน แอตคินสัน  คือชื่อของนักแสดงมากฝีมือที่ใครได้เห็นแล้วต้องตลกและขำกับความเซ่อซ่าของเขาเป็นอย่างแน่ ถ้าหากคุณเคยดูซีรี่ย์เรื่อง Mr.Bean คุณคงจะจำความไร้เดียงสาและความเซ่อซ่าใสซื่อของนักแสดงคนนี้ได้เป็นอย่างดี รู้รึเปล่าว่า ซีรี่ย์อย่าง Mr.Bean มีแค่ 14 ตอนเท่านั้น! นักแสดงสดใสบ้องตื้นคนนี้ที่ใครเห็นเป็นอดขำไม่ได้ เขาจะพาคุณผู้ชมไปพบกับความหฤหรรษ์ หรรษา วายป่วงในแบบฉบับของเขา หนัง JOHNNY ENGLISH คือหนังที่เรียกได้ว่าล้อเลียน หนังสายลับสุดดังอย่าง เจมส์ บอนด์007 ได้เป็นอย่างดี และหนัง JOHNNY ENGLISH Strikes Again ในภาคนี้ เป็นการกลับมาของสายลับที่ไม่มีใครต้องการ เขาเลยไปเป็นครูสอนวิชาสายลับที่อยู่นู้นนนน ห่างไกลไปเลย แต่แล้ววันหนึ่งระบบข้อมูลความมั่นคงของสายลับ MI7 ก็ถูกเปิดโปงโดยฝีมือของแฮ็คเกอร์ นายกหญิงแห่งเกาะอังกฤษมีความจำเป็นที่ต้องกล้ำกลืนฝืนใจเลยก็ว่าได้ เรียกตัว จอห์นนี อิงลิช (อาเฮียโรแวน แอตคินสัน)  สายลับเพียงหนึ่งเดียวที่ไม่ถูกเปิดโปงข้อมูลกลับมาทำหน้าที่สายลับในการสืบเสาะหาอาชญากรไซเบอร์ก่อนที่โลกจะถูกครอบงำด้วยข้อมูลมหึมาในเพียงแค่ปลายนิ้ว โดยมี อฟีเลีย (โอลกา คูริเลนโก) สายลับสาวสุดร้อนแรงที่บอกก่อนเลยว่าใครได้ดูคงจะน้ำลายหกไปตามๆกัน แม่เจ้าโว๊ยยยสวย หุ่นดี เซ็กซี่ ตามแบบฉบับของหนังสายลับจริงๆ ที่ไม่รู้ว่าเธอจะเป็นมิตรหรือศัตรู อย่างที่รู้ๆกันว่า จอห์นนี่ อิงลิช มีแต่จะสร้างปัญหาปวดหัวให้ทางการก่อนจะแก้ไขสถานการณ์ให้โลกสงบสุขได้แบบฟลุ๊คๆ เออนั่นน่ะสิ!  ซึ่งโดยเนื้อเรื่องแล้วก็ไม่ค่อยต่างจาก 2 ภาคที่ผ่านมา ยังเป็นการเล่นตลกของอาเฮียโรแวน แอตคินสัน ที่เน้นเอาความเปิ่นไร้เดียงสาใสซื่อเกินกว่าจะเป็นสายลับได้ มาสร้างเสียงหัวเราะให้คนดูได้หายคิดถึงมิสเตอร์บีน ซึ่งอาเฮียโรแวนก็ไม่ทำให้ผิดหวัง หลายมุกที่ดูแล้วอะไรวะ ก็กลับกลายเป็นเออตลกเฉย ขำได้ ด้วยท่าทางและจังหวะของอาเฮียแก อันเป็นเอกลักษณ์ของอาเฮียแกช่วยไว้ก็ทำให้คนดูได้ขำกันลั่นโรงจริงๆ  แต่ในภาค3นี้เป็นสายลับฉบับอนาล็อคผู้ปฏิเสธสมาร์ตโฟนเพราะไม่อยากถูกติดตาม ขับรถแอสตัน มาร์ติน ที่โคตรกินน้ำมันเป็นว่าเล่นแทนรถสมัยใหม่ที่ประหยัดน้ำมัน หรือการเรียกหาเสื้อผ้าแจ็ตเก็ตที่เป็นอุปกรณ์ เครื่องประดับสุดล้ำอย่างในหนังสายลับ โดยรวมแล้วหนังภาคนี้ เนื้อหาก็ดำเนินไปตามแบบฉบับของหนังสายลับทั่วไป โลกเกิดความไม่สงบสุข ฮีโร่ก็ต้องมาช่วย แต่มาช่วยในแบบวุ่นวายนะ ฮา!!! เอาเป็นว่าภาค3นี้ ถ้าว่างๆหรือเครียดๆแนะนำให้ไปดูเลย ฮาลั่นโรงแน่นอน รับประกัน!"
    },
    {
        "id":7,
        "name":"Fantastic Beasts: The Crimes of Grindelwald",
        "type":"fantasy",
        "image":"https://upload.wikimedia.org/wikipedia/en/3/3c/Fantastic_Beasts_-_The_Crimes_of_Grindelwald_Poster.png",
        "review":"สิ้นสุดการรอคอยมานานกว่า 2 ปีกันแล้ว สำหรับภาพยนตร์ภาคต่อจากโลกเวทย์มนต์ Fantastic Beasts: The Crimes of Grindelwald อาชญากรรมของกรินเดลวัลด์ เรื่องราวจากปลายปากกาของ เจ.เค. โรว์ลิง (J.K. Rowling) ที่ในภาคนี้ยังคงได้ เดวิด เยตส์ (David Yates) มาสานการผจญภัยครั้งใหม่ของ นิวท์ สคามันเดอร์ ซึ่งรับบทโดย เอ็ดดี เรดเมย์น (Eddie Redmayne) กับเหล่าสัตว์วิเศษ โดยในภาคนี้เน้นไปที่เรื่องราวของพ่อมดเลื่องชื่อ เกลเลิร์ต กรินเดลวัลด์ รับบทโดย จอห์นนี เดปป์ (Johnny Depp) และการปกป้องชีวิตและการไขปริศนาที่มาของ ครีเดนซ์ รับบทโดย เอซรา มิลเลอร์ (Ezra Miller) อย่างที่กล่าวมาข้างต้นว่าในภาคนี้นั้นมีเรื่องราวสำคัญๆ อยู่สองประการก็คือตามติดชีวิตของ เกลเลิร์ต กรินเดลวัลด์ และตามหาครอบครัวของ ครีเดนซ์ ผู้เป็นออบสคูเรียล (คนที่มีพลังงานด้านมืดอยู่ในร่างกาย) ว่ากันตามตรงหากใครที่เป็นสาวกโลกเวทย์มนต์มาตั้งแต่ภาพยนตร์เรื่อง Harry Potter จนมาสู่เรื่องราวภาคแยกของสัตว์วิเศษนั้นเป็นต้องตั้งตารอคอยชมโลกสมมตินี้อย่างแน่นอน และเชื่อว่ามันจะไม่ทำให้ผิดหวัง ถึงแม้ว่าหนังจะได้คำวิจารณ์จากเมืองนอกที่ได้ดูก่อนบ้านเราซึ่งไม่ค่อยสู้ดีนัก แต่เมื่อได้ไปสัมผัสเรื่องราวในต่างๆ กลับพบว่ามันไม่ได้แย่อย่างที่คิด ด้วยความที่สร้างการเรื่องราวในภาคแยกนี้ล้วนแต่มีตัวละครที่เป็นผู้ใหญ่แทบทั้งสิ้น อีกทั้งอารมณ์ของหนังก็ไม่ได้เริ่มต้นด้วยความสดใสเหมือน Harry Potter จึงทำให้ภาพรวมออกมาค่อนข้างดาร์กและหม่น ซึ่งจะว่าไปมันก็มีอารมณ์นี้มาตั้งแต่ภาคแรกแล้ว ในส่วนของการดำเนินกับความยาวของหนัง 2 ชั่วโมงกว่า หลายคนอาจจะคิดว่ามันนานเกินไปหรือเปล่า ขอบอกเลยว่าเมื่อได้ดื่มด่ำไปกับเรื่องราวเหล่านี้จะพบว่าเวลาแค่นี้ไม่ได้นานเลย แม้ว่าการผจญภัยครั้งใหม่ของ นิวท์ สคามันเดอร์ จะทำให้เราได้ตื่นเต้นกับสิ่งใหม่ๆ ไม่ว่าจะเป็นสัตว์นานาชนิดที่ทยอยอวดโฉมพร้อมความสามารถพิเศษดาหน้ามาให้เราได้เพลิดเพลิน โดยเฉพาะเจ้านิฟเฟลอร์ที่ออกมาขโมยซีนสุดๆ แต่ก็ปฏิเสธไม่ได้ว่าหนังไม่ได้ทำให้เราจดจ่อกับประเด็นสำคัญจริงๆ เนื่องจากว่าทีมผู้สร้างมักจะใส่เรื่องราวเล็กๆ น้อยๆ คอยดึงดูความสนใจของเราไปจากเนื้อเรื่องหลักเสมอ ซึ่งหากใครไม่ได้คิดมากกับเรื่องราวปลีกย่อยเหล่านี้ก็เชื่อว่าน่าจะไม่มีปัญหาอะไรนอกเสียจากว่าจะเก็บสะสมข้อมูลต่างๆ ไว้ในคลังเพื่อที่จะดูภาคต่อๆ ไปได้อย่างเต็มอรรถรส ในส่วนอาชญากรรมของกรินเดลวัลด์ตามชื่อภาคนี้นั้นก็ไม่ได้มีความหวือหวาอย่างที่คิดมากนัก เพราะหนังบอกเพียงแค่การเริ่มต้นที่จะปฏิบัติภารกิจของตัวร้ายตัวนี้เท่านั้น ซึ่งวีรกรรมโหดๆ ที่เราคาดว่าจะได้เห็นแบบจัดหนักจัดเต็มนั้นก็ไม่ได้ตอบโจทย์ในส่วนนี้มากนัก เสมือนว่าเรื่องราวต่างๆ ในภาคนี้เป็นการปูเนื้อหาเพื่อที่จะเข้าสู่ภาคต่อเสียมากกว่า แต่ก็ยังดีที่เราได้เห็นอดีตของตัวละครหลักซึ่งมีความเกี่ยวโยงกันทำให้แฟนๆ ได้ฟินไปกับเหตุการณ์ในหลายๆเรื่อง อย่างไรก็ตาม ยังดีที่หนังมีความหักมุมทำให้คนดูอย่างได้ลุ้นกันหลายต่อ ไม่ว่าจะเป็นเรื่องการแปรพักตร์เลือกข้างของคนที่เราคาดไม่ถึง รวมทั้งเรื่องครอบครัวและชาติกำเนิดของ ครีเดนซ์ ที่ถูกเฉลยในจบ บอกได้เลยว่าแทบอยากจะดูภาค 3 ต่อเสียเดี๋ยวนี้เลย เรียกได้ว่าแอบช็อกเบาๆ กันเลยทีเดียวจากเรื่องราวทั้งหมดทั้งมวลนี้ที่ได้ชมกัน เชื่อว่านอกเหนือไปจากการได้เพลิดเพลินท่องไปในโลกเวทย์มนต์แล้ว สิ่งหนึ่งที่สำคัญที่หนังเรื่องนี้สื่อให้เห็นอย่างชัดเจนมากที่สุดก็คือ ความเป็นครอบครัว ที่ตัวละครของจักรวาลนี้มักจะขาดสิ่งนี้เสมอ ใครที่ได้ดูเรื่องราวในเรื่องนี้น่าจะสามารถตกผลึกอะไรได้หลายๆ อย่าง และสามารถนำมาประยุกต์ใช้ในชีวิตได้อย่างแน่นอน Fantastic Beasts: The Crimes of Grindelwald 8.5/10 คะแนน เข้าฉายแล้ววันนี้ในโรงภายพนตร์"
    },
    {
        "id":8,
        "name":"Deadpool 2",
        "type":"fantasy",
        "image":"https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6252/6252771_sa.jpg",
        "review":"หลังจากปล่อยให้แฟนๆ รอมากว่า 2 ปี จากภาคแรก ล่าสุดก็เข้าโรงฉายในบ้านเราไปเป็นที่เรียบร้อยแล้ว สำหรับ Deadpool 2 หนังซูเปอร์ฮีโร่สุดเกรียนของพ่อหนุ่ม Ryan Reynolds ผู้เกรียนไม่แพ้กัน ที่ในภาคนี้ได้มีการเปลี่ยนตัวผู้กำกับมาเป็น David Leitch ผู้ซึ่งเคยฝากความประทับในผลงานหนังสุดโหด John Wick (2014), Atomic Blonde (2017) เรียกได้ว่าเชื่อมือในการกำกับคิวบู๊ได้เลย Deadpool 2 ว่าด้วยเรื่องราวของ เดดพูล ที่ต้องสูญเสียบางอย่างที่สำคัญในชีวิต จนได้พบกับความหมายของชีวิต นั่นจึงนำไปสู่จุดมุ่งหมายที่จะปกป้องชีวิตเด็กอ้วน เพื่อทำเป้าหมายให้สำเร็จ เขาจึงต้องรวมทีมต่อสู้กับ เคเบิล ที่กำลังตามหาตัวเด็กอ้วนด้วยเหตุผลบางอย่าง ภารกิจครั้งนี้จะสำเร็จหรือไม่ต้องไปลุ้นกัน แน่นอนว่าหลังจากทำภาคแรกออกมาจนเป็นกระแสฮอตฮิต ทำรายได้ถล่มทลายเรียกว่าได้กำไรไปหลายร้อยล้าน พ่วงการมีแฟนหนังเพิ่มขึ้นอีกมากโข และการทำภาคต่อนี่ย่อมเป็นเรื่องที่สร้างความคาดหวังให้กับแฟนๆ เป็นอย่างมากว่ามันต้องมีความฮา ความสนุก ความเกรียน ไม่แพ้ภาคแรก และสุดท้ายก็ไม่ทำให้ผิดหวังจริงๆ แม้ว่าหนังอาจจะจะสู้ภาคแรกไม่ได้ก็ตาม ซึ่งเป็นการเปิดโลกใหม่ของแฟนหนัง แต่โดยรวมแล้วก็ไม่ได้ทำให้ผิดหวังเลย แต่ก็อย่างที่บอกว่าในภาคนี้อาจจะขาดเสน่ห์บางอย่างไปจริงๆ ด้วยการที่มีความคาดหวังสูงประกอบกับการโปรโมตอย่างบ้าคลั่ง ทั้งโปสเตอร์เอย คลิปต่างๆ เอยที่ขยันปล่อยออกมาให้แฟนๆ ดู นั่นก็ถือว่าคุ้มอยู่ พอได้มาดูหนังเต็มๆ แล้วก็สนุกแต่มันก็ไม่ค่อยสุด เพราะในบางจุดเราก็ไม่อิน แต่เรื่องเลือดสาดอวัยวะกระเด็นนี่มีเยอะและโหดกว่าภาคแรกสุดๆ ใครที่ชอบแนวถึงเนื้อถึงตัวถึงหนังถึงชีวิตรับรองสาแก่ใจแน่ ๆ ส่วนใครที่หวังมาฮากับมุกการแซะ การล้อเลียนหนังเรื่องอื่นๆ นี่บอกเลยว่าไม่ผิดหวัง เพราะจัดหนักจัดเต็มจัดแบบไม่เกรงใจใครจริงๆ แทบจะแซะทุกสิ่งอย่างบนโลกใบนี้ และมุกตลกส่วนใหญ่นี่ออกอเมริกันจ๋ามาก บางมุกเราอาจจะเข้าไม่ถึง แต่ด้วยจังหวะจะโคน น้ำเสียง สีหน้า ทุกอย่างแวดล้อมให้บิ้วจนขำได้เกือบทั้งเรื่อง หนังยังมีเซอร์ไพรส์ที่ทำให้เราร้องว้าวได้เหมือนกัน หนังรู้ว่าคนดูจะเอาเรื่องไปในทิศทางไหน เลยดักทางทำให้เราเดาผิดไปตั้งแต่พล็อตเรื่อง ตัวละครใหม่ จุดไคล์แม็กซ์ และตอนจบ ยังคงความเกรียนได้คงเส้นคงวา และสิ่งที่ชอบมากที่สุดรองจากตัวเดดพูลนี่ก็คือเพลงประกอบที่เข้ามาได้ถูกจังหวะและจับใจจริงๆ อย่างที่บอกว่าแม้หนังอาจจะยังไม่ได้ฟีลความสดใหม่เท่ากับภาคแรก แต่ไม่ได้ทำให้รู้สึกผิดหวังแต่ประการใด เพราะหนังมีสาระและจุดมุ่งหมายที่ฮีโร่ส่วนใหญ่ทำมากกว่าภาคแรก ถือว่าประเด็นหลักของหนังเริ่มจะมีความคล้ายกับหนังซูเปอร์ฮีโร่เรื่องอื่นๆ อยู่เหมือนกัน แน่นอนว่าอย่าลืมรอดูเอนด์เครดิตให้ครบทั้งสองตัว เพราะถ้าไม่ดูจะรู้สึกพลาดมากขอเตือนไว้ก่อนเลย Deadpool 2 8.5/10 คะแนน เข้าฉายแล้ววันนี้ในโรงภาพยนตร์"
    },
    {
        "id":9,
        "name":"Solo: A Star Wars Story",
        "type":"fantasy",
        "image":"https://upload.wikimedia.org/wikipedia/en/5/54/Solo_A_Star_Wars_Story_poster.jpg",
        "review":"นับว่าเป็นภาพยนตร์เรื่องที่สองกับการสร้างภาคแยกออกมาจากเรื่องหลักของจักรวาล Star Wars แล้ว หลังจากเรื่องแรก Rogue One (2016) ประสบความสำเร็จทำรายได้ไปอย่างงดงาม สำหรับ Solo: A Star Wars Story ที่ได้ Ron Howard มารับช่วงถ่ายทำต่อหลังจากหนังมีปัญหาจนงบสร้างบานปลาย แต่ถึงกระนั้นหนังก็เสร็จสมบูรณ์ออกมาให้สาวกทั้งหลายได้ชมกันแล้วSolo: A Star Wars Story ว่าด้วยเรื่องราวของหนุ่ม ฮาน โซโล ที่กำลังผจญภัยในโลกใต้ดินที่เต็มไปด้วยอาชญากรรม เขาได้พบกับ ชิวเบ็กกา และเผชิญหน้ากับ แลนโด คาลริสเซียน ก่อนที่จะเข้าร่วมการปฏิวัติในภายหลังเชื่อว่าแฟนหนัง Star Wars ต้องไม่พลาดตีตั๋วเข้าไปดูเรื่องราวของพ่อหนุ่มนักล่าค่าหัวของจักรวาล โดยในเรื่องนี้ได้ Alden Ehrenreich มารับบท ฮาน โซโล ซึ่งก็ทำเอาแฟนๆ หลายคนสบประมาทไปต่างๆ นานาว่าเขาไม่เหมาะสม แต่หลังจากที่หนังปล่อยตัวอย่างออกมาให้ชมก็เริ่มมีคนชื่นชอบขึ้นมาพอสมควร เมื่อเราได้เห็นเขาสวมบทบาทเป็น ฮาน โซโล โดยส่วนตัวก็ไม่เห็นว่าเขาจะไม่เหมาะกับการรับบทนี้ตรงไหน ถึงแม้ว่าหน้าตาของเขาจะไม่ได้เหมือนไปทุกกระเบียดนิ้ว แต่ด้วยบุคลิกท่าทางก็ถือว่าทำได้ดีทีเดียว นอกจากเราจะได้รู้เรื่องราวภูมิหลังของพ่อหนุ่ม ฮาน โซโล แล้ว เรายังได้เห็นตัวละครใหม่ๆ ที่จะมาสร้างสีสันให้จักรวาลนี้อีกมากมายหลายตัว ทั้งสาวผู้เป็นรักแรกอย่าง คีรา รับบทโดยแม่มังกร Emilia Clarke ที่บอกได้เลยว่าเป็นเรื่องที่ดีงามสุดๆ แน่นอนว่าการแสดงของเธอนั้นเอาอยู่อยู่แล้ว แถมยังมีเรื่องราวเบื้องลึกเบื้องหลังให้เราเซอร์ไพรส์กันหลายต่อหลายเรื่อง นี่ยังไม่นับการพบกันครั้งแรกของ ฮาน และ ชิวเบ็กกา ที่เห็นแล้วต้องบอกว่าน่าประทับใจจริงๆ นั่นยังไม่รวมตัวละครสำคัญอย่าง แบ็กเก็ต และ แลนโด ที่มีความสำคัญไม่แพ้ตัวละครอื่นๆ เรียกได้ว่าแค่ไปดูตัวละครเหล่านี้ก็คุ้มสุดๆ แล้ว ขอยืนยันว่าต้องประทับใจจนลืมไม่ลงเลย ในส่วนของการดำเนินเรื่องก็ถือว่าทำออกมาได้ดี ไม่ต้องพูดถึงกราฟิก ซีจี วิชวลเอฟเฟกต์ต่างๆ ที่ทำออกมาดีอยู่แล้ว ส่วนฉากแอคชั่นก็ถือว่าให้ความสนุกกำลังดี เราได้เห็นทักษะ ความมีไหวพริบของฮานที่ไม่ได้มาเพราะโชคช่วยเพียงอย่างเดียว อย่างที่รู้กันดีว่าหนังในตระกูล Star Wars มักจะมีเรื่องหักมุมให้เห็นกันไม่น้อย ในเรื่องราวของฮานก็มีมากทีเดียว โดยเฉพาะตัวละครหลักที่สร้างความเซอร์ไพรส์อย่างคาดไม่ถึง จะเป็นตัวละครใดนั้นต้องไปลุ้นกันเอาเอง นอกจากความบันเทิงที่ตอบโจทย์แฟนๆ ได้เป็นอย่างดีแล้ว หนังยังแฝงแนวคิดหลายอย่างตามสไตล์ Star Wars ซึ่งยังคงเป็นประเด็นที่ร่วมสมัยโดยเฉพาะเรื่องการเมือง จากทั้งหลายทั้งปวงที่กล่าวมาขอรับรองว่าแฟนหนังจะไม่ผิดหวังแน่นอน อย่ารอช้ารีบตีตั๋วเข้าไปดูเลย Solo: A Star Wars Story 8.5/10 คะแนน เข้าฉายแล้ววันนี้ในโรงภาพยนตร์"
    },
    {
        "id":10,
        "name":"9 ศาสตรา",
        "type":"animation",
        "image":"https://upload.wikimedia.org/wikipedia/th/5/56/%E0%B9%82%E0%B8%9B%E0%B8%AA%E0%B9%80%E0%B8%95%E0%B8%AD%E0%B8%A3%E0%B9%8C_9_%E0%B8%A8%E0%B8%B2%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B8%B2.jpg",
        "review":"นับเป็นเวลาหลายปีแล้วที่วงการภาพยนตร์แอนิเมชั่นไทยไม่ค่อยมีผลงานออกมาให้แฟนหนังได้ชมเท่าที่ควร จนไม่กี่ปีมานี้ค่ายหนังน้องใหม่อย่าง เอ็กซ์ฟอร์แมท ฟิล์มส์ ได้สร้างโปรเจกต์ยักษ์ที่ใช้เวลานานกว่า 4 ปี กับทุนสร้างกว่า 200 ล้านบาท เพื่อให้กำเนิดแอนิเมชั่น ๙ ศาสตรา ฝีมือผู้กำกับรุ่นใหม่ไฟแรง กันย์ พันธ์สุวรรณ และ ณัฐ ยศวัฒนานนท์ แน่นอนว่าตอนนี้ก็เข้าฉายในโรงภาพยนตร์ไปเมื่อไม่กี่วันมานี่เอง ๙ ศาสตรา ว่าด้วยเรื่องราวการผจญภัยของ อ๊อด เด็กหนุ่มที่ชะตาลิขิตให้เป็นส่วนหนึ่งในการกอบกู้อาณาจักร รามเทพนคร แผ่นดินเกิดของเขาให้รอดพ้นอำนาจของ เทหะยักษา เจ้าแห่งยักษ์ผู้เข้ามายึดครองอาณาจักร และก่อความทุกข์เข็ญให้กับเหล่าประชาชน ซึ่ง อ๊อด ได้ฝึกฝนเคี่ยวกรำร่ำเรียนศิลปะการต่อสู้มวยไทยที่เคยหายสาบสูญไปจากครูมวยอันดับหนึ่งของแผ่นดิน อ๊อด มีภารกิจอันยิ่งใหญ่ในการนำสุดยอดศาสตราวุธ ๙ ศาสตรา ไปมอบให้องค์ชายรัชทายาทแห่ง รามเทพนคร เพื่อใช้ในการกอบกู้อาณาจักร พร้อมกับพลพรรคเพื่อนพ้อง ไม่ว่าจะเป็น เสี่ยวหลาน โจรสลัดอากาศสาวงามชาวจีน พร้อมด้วยลิงทะโมน วาตะ เจ้าชายแห่งอาณาจักรลิง รวมถึง อสูรสีชาด ยักษ์สีแดงร่างใหญ่ใจดี อ๊อดและพรรคพวกจะสามารถทำภารกิจนี้ให้สำเร็จได้อย่างไร เขาจะคว้าชัยชนะในศึกครั้งใหญ่กับกองทัพโหดทมิฬมหึมาของเหล่ายักษาได้หรือไม่ ใครคือวีรบุรุษที่จะมาช่วยปลดปล่อยประชาชนที่ตกเป็นทาสจากอำนาจมืดนี้ ต้องยอมรับว่าการสร้างภาพยนตร์แอนิเมชั่นในบ้านเรานั้นเป็นเรื่องที่ค่อนข้างเสี่ยงพอสมควร ที่สำคัญที่สุดคือรายได้ของหนังที่ส่วนมากนอกจากจะไม่ได้กำไรแล้ว ซ้ำมีน้อยเรื่องนักที่จะได้ทุนคือ อีกทั้งเรื่องราวของหนังยังเป็นส่วนสำคัญที่ดึงดูดใจให้ผู้ชมอยากดู และ ๙ ศาสตราก็ถือว่ามาได้จังหวะพอดิบพอดี ทั้งกำหนดการเข้าฉายตอนรับวันเด็กแห่งชาติ แน่นอนว่าน่าจะมีผู้ปกครองไม่น้อยต้องพาลูกหลานไปดูหนังฉลองวันเด็ก จากตัวอย่างหนังก็พอจะทราบกันดีว่าพล็อตเรื่องไม่ได้มีความซับซ้อนอะไร ออกจะเชยไปนิดนึง เพราะด้วยการเลือกใช้ตัวละคย้อนยุค วิธีการพูดของตัวละคร แต่ไม่ได้หมายความว่ามันไม่ดี ด้วยการดีไซน์ตัวละครนั้นทำออกมาได้ดีมาก ค่อนข้างละเอียด ดูแล้วไม่ลอย สัดส่วนดูเป็นธรรมชาติ ในเรื่องของการฉากแอ็คชั่นก็มีความสนุกและทันสมัยคล้ายกับเกมที่เล่นกัน อาวุธที่สำคัญในเรื่องอย่าง ๙ ศาสตรา ก็ดูน่าสนใจมีที่มาที่ไป สิ่งที่ไม่ค่อยคาดหวังมากนักก็คือเรื่องการพากย์เสียง ซึ่งในเรื่องได้ ไต้ฝุ่น เคพีเอ็น, โบว์ สาวิตรี, มิวสิค เอเอฟ และ น็อต วรฤทธิ์ มาให้เสียงตัวละครหลักนับว่าเป็นเรื่องค่อนข้างเกินความคาดหมาย ทุกคนทำออกมาได้ดี เนียนไปกับตัวละครนั้นๆ ส่วนเรื่องของเพลงประกอบภาพยนตร์ก็เข้ากับหนัง แต่อาจจะมีบางฉากที่ใส่เพลงประกอบเข้าไปแล้วทำให้ไม่เข้ากันอย่างมาก แต่โดยรวมก็ถือว่าดี แน่นอนว่าสิ่งที่ดีที่สุดในภาพยนตร์แอนิเมชั่นเรื่องนี้ก็คืองานภาพที่มีความละเอียด คาแร็คเตอร์ตัวละครชัดเจน ทั้งยังใส่สถานที่ท่องเที่ยวอันเป็นแลนด์มาร์กสำคัญเอาไว้ด้วย เชื่อว่าใครที่ได้ชมน่าจะอยากไปสถานที่จริงกันบ้าง และแม้ว่าหนังจะใช้ข้อคิดและคำสอนบางอย่างที่ออกจะเป็นการยัดเยียดให้คนดูพอสมควร จึงทำให้รู้สึกแปลกๆ เหมือนกัน อย่างไรก็ตาม ๙ ศาสตรา ก็ถือเป็นภาพยนตร์แอนิเมชั่นเปี่ยมไปด้วยคุณภาพอีกเรื่องหนึ่ง อาจจะมีบางจุดที่ไม่ได้ดี 100 เปอร์เซ็นต์ แต่เชื่อว่านี่เป็นจุดเริ่มต้นที่ดีและผู้ชมน่าจะได้อะไรหลายๆ มากกว่าที่คิดแน่นอน ๙ ศาสตรา 8/10 คะแนน เข้าฉายแล้ววันนี้ในโรงภาพยนตร์"
    }
]