[
  {
      "id":18,
      "name":"Ralph Breaks The Internet ",
      "type":"Animation",
      "image":"https://openaircinemas.com.au/app/uploads/2018/12/NZL_164750R1.jpg",
      "review":"หลังเผลอเข้าไปป่วนเกมชูการ์รัชจนผู้เล่นเผลอทำพวงมาลัยตู้เกมหักก็ได้เวลาที่ ราล์ฟ (จอห์น ซี ไรลี) พี่เบิ้้มแห่งเกมทุบตึกจะช่วยให้ เวเนโลปี (ซาราห์ ซิลเวอร์แมน) หาพวงมาลัยใหม่มาคืนชีพให้ตู้เกมชูการ์รัชก่อนเวเนโลปีและเพื่อนจะกลายเป็นคาแรกเตอร์ไร้เกม และเพื่อให้ได้พวงมาลัยจากอีเบย์ทั้งคู่ต้องตะลุยโลกอินเตอร์เน็ตที่ไม่คุ้นเคย ทั้งต้องขโมยรถของแชงค์ (กัล กาดอต) เจ้าแม่เกมแข่งรถออนไลน์สุดเถื่อน แถมราล์ฟยังต้องกลายเป็นเน็ตไอดอลสายฮาล่ายอดเลิฟเพื่อช่วยกู้เกมของเพื่อนตัวน้อย ในขณะที่อินเตอร์เน็ตก็เริ่มทำให้เวเนโลปีค้นพบความฝันที่ซุกซ่อนมานานแม้อาจทำลายมิตรภาพระหว่างเธอกับพี่เบิ้มจอมทุบตึกก็ตาม 6 ปีหลัง Wreck It Ralph (2012) การกลับมาของภาคต่อที่พ่วงคำว่า Breaks The Internet ในครั้งนี้นอกจากการขยายโลกจากเครือข่ายตู้เกมอาร์เคตไปสู่โลกอินเตอร์เน็ตเพื่อเข้าถึงคนดูเจนใหม่ๆได้ง่ายขึ้นแล้ว การให้ราล์ฟและเวเนโลปีนำเราสู่โลกอินเตอร์เน็ตที่กว้างใหญ่ไพศาลยังเป็นการเปิดโอกาสให้นำ “สินทรัพย์” ระดับพันล้านของดิสนีย์กลับมามีชีวิตในยุคปัจจุบันได้อย่างกลมกลืน เพราะเราต้องยอมรับว่า อินเตอร์เน็ต คือที่ซึ่งไร้กาลเวลาสาวกดิสนีย์รุ่นเก๋าก็ยังคงวนเวียนฟังเพลงประกอบการ์ตูนวัยเด็กในยูธูป ในขณะที่เด็กรุ่นใหม่ก็เสพย์ภารกิจของเหล่าซูเปอร์ฮีโร่มาร์เวลกันในทุกแพลดฟอร์ม ส่วนสาวกสตาร์วอร์สก็หมั่นทำคอนเทนต์เพื่อสนับสนุนหนังในดวงใจกันต่อเนื่องมาตลอด จึงไม่แปลกที่หนังภาคนี้จะมีสถานะไม่ต่างจากหนังฟอร์มยักษ์ที่มุ่งขายมหาชนกันแบบแทบทุกกลุ่มชน ซึ่งถือเป็นก้าวที่ชาญฉลาดมากเพราะแม้ตัวหนังจะไม่ได้มีพัฒนาการด้านเรื่องราวไปมากกว่าหนังภาคแรกนักแต่ก็ต้องยอมรับว่าการได้เห็นดารารับเชิญจากดิสนีย์เองสามารถเรียกความทรงจำสีจางของเราได้น่าประทับใจจริงๆ แม้ว่าจะแอบรู้สึกว่าดิสนีย์โปรโมต Oh My Disney บริการสตรีมมิงใหม่ของตัวเองหนักมากก็ตาม อีกจุดนอกจากเรื่องคาแรกเตอร์ที่ชวนกรี๊ดคืองานสร้างโลกอินเตอร์เน็ตที่ทีมงานทำการรีเสิร์ชมาได้เป๊ะมากโดยนอกจากการปรากฎตัวของแอปดังๆแล้ว ยังมีการเทียบเคียงโลกจริง (Allegory) ได้อย่างชาญฉลาดทั้งภัยมืดจากอินเตอร์เน็ตอย่างสแปม ไซเบอร์บูลลีย์ ไปจนถึงการปล่อยไวรัสทำลายระบบที่ถูกนำเสนอได้อย่างน่าตื่นตาตื่นใจและสร้างสรรค์มากๆ  (แต่ไม่มีแอป Netflix ปรากฎนะจ๊ะ ฮ่าาาา) เรียกได้ว่าตลอด 1 ชั่วโมง 52 นาทีรวมเอนด์เครดิตสุดฮา 2 ตัวแล้วต้องบอกว่า ไม่มีสักนาทีที่ปากเราจะไม่อย่างกรี๊ด มือเราจะอยู่นิ่งห้ามใจไม่ให้ปรบมือได้เลยสักนาที โดยความประทับใจส่วนใหญ่ก็มาจากมุกตลกทั้งที่มาจากการปรากฎตัวของเหล่าเซเลบดิสนีย์และมุกตลกจากเรื่องราวเองจนทำให้ Ralph Breaks The Internet คือความสุขส่งท้ายปีจากยักษ์ใหญ่อย่างดิสนีย์จริงๆ"
  },
  {
      "id":19,
      "name":"How to train your dragon : The Hidden World",
      "type":"Animation",
      "image":"https://i.ebayimg.com/images/g/neQAAOSw1vxcbdXo/s-l1600.jpg",
      "review":"ช่วงเวลาที่ชาวไวกิ้งและมังกรหลากพันธุ์อยู่ร่วมกันในเมืองเบิร์คอย่างสงบสุขกำลังจะหมดลง เมื่อ กริมเมล (เอฟ เมอร์เรย์ เอบราฮัม) นักล่ามังกรสุดโหดได้เปิดศึกหวังล้างเผ่าพันธุ์มังกรและชาวเบิร์คให้สิ้นซาก จน ฮิคคัพ (เจย์ บารูเชล) และ แอสทริด (อเมริกา เฟอร์เรรา) สองคู่รักแห่งเบิร์คต้องหาทางปกป้องชีวิตชาวเมืองและเหล่ามังกรโดยมีหมุดหมายสำคัญคือดินแดนลับแลในตำนาน นับเป็นเวลาถึง 9 ปีแล้วนับจาก How to train your dragon ภาคแรกออกฉายในปี 2010 และมีภาคต่อออกฉายใน 4 ปีต่อมา นอกจากประสบความสำเร็จด้านรายได้แล้ว หนังทั้ง 2 ภาคยังผงาดท้าทายดิสนีย์เข้าชิงออสการ์สาขาอนิเมชั่นยอดเยี่ยม แถมยังมีซีรีส์หนังภาคแยกออกมาให้แฟนๆได้ติดตามกันมาโดยตลอด ซึ่งแม้จุดขายของหนังจะไม่ต่างจากอนิเมชั่นอื่นๆด้วยการสร้างคาแรกเตอร์ “เขี้ยวกุด” เจ้ามังกรพันธุ์เพลิงนิลในแบบที่แทบลบภาพจำตัวมังกรทั้งหลาย ด้วยหน้าตาที่แทบถอดแบบแมวแบ๊วๆ สร้างความน่าเอ็นดูมากกว่าน่ากลัวหรือน่าเกรงขามแบบมังกรเรื่องอื่นๆ แต่สิ่งที่ ดีน เดอบลัวส์ ผู้กำกับที่รับผิดชอบกำกับหนังไตรภาคนี้ให้ความสำคัญกลับเป็นบทและพัฒนาการของตัวละคร ตั้งแต่ภาคแรกที่เราได้เห็น ฮิคคัพ เลือกทางเดินที่ต่างจากสิ่งที่พ่อคาดหวังเพื่อพิสูจน์ความเชื่อของตนเอง สู่ภาคสองที่ฮิคคัพต้องเผชิญหน้าศัตรูในสงครามเพื่อความอยู่รอดของชาวเบิร์คและพบบทเรียนแรกที่ทำให้เขารู้จักกับความเสียสละจากพ่อของเขาเอง จนมาถึงในภาค Hidden World นี้เองที่ฮิคคัพ ได้เรียนรู้คุณค่าของความรักและการปล่อยวาง ซึ่งถือเป็นบทเรียนสำคัญที่สุดในการเติบโต และด้วยความประณีตในงานบทภาพยนตร์ก็ทำให้หนังชุด How To Train Your Dragon มีเรื่องราวที่แข็งแรงและคนดูสามารถเชื่อมโยงได้ โดยไม่จำเป็นต้องพึ่งพาความน่ารักของคาแรกเตอร์มังกรอย่าง เขี้ยวกุด มาปิดช่องโหว่ของหนังเหมือนอนิเมชั่นภาคต่อเรื่องอื่นทำกัน นอกเหนือจากบทภาพยนตร์ที่ถูกกลั่นกรองมาเป็นอย่างดีแล้ว อีกส่วนที่ไม่พูดถึงไม่ได้คืองานภาพ ซึ่งแม้ How To Train Your Dragon ทั้ง 2 ภาคก่อนหน้าจะมีงานภาพที่สวยงามและน่าจดจำอยู่แล้ว แต่กับ The Hidden World เราก็ยังได้เห็นความคิดสร้างสรรค์ใหม่ๆ และทำให้เห็นสเกลงานที่ดูยิ่งใหญ่สมศักดิ์ศรีภาคต่อของอนิเมชั่นฮิต โดยภาคนี้เราจะได้เห็นการออกแบบเมืองเบิร์คยุดใหม่ที่เป็นบ้านสีสันสดใส เห็นการออกแบบเรือของเหล่านักล่ามังกรที่ดูอึมครึมน่าสะพรึงกลัว ไปจนถึงฉากเมืองลับแลที่ต้องบอกว่าสวยงาม คัลเลอร์ฟูล มากๆ เรียกได้ว่างานภาพนี่น่าประทับใจไม่แพ้หนังคนแสดงทุนสูงๆเลยทีเดียว ซึ่งใครหลงรักซีนโรแมนซ์ระหว่างเจ้าเขี้ยวกุด และ น้องเพลิงนวล จากตัวอย่างหนังขอบอกว่าในหนังถ่ายทอดออกมาได้น่ารักชวนจิกหมอนฝุดๆไปเลย และแน่นอนว่าส่วนสำคัญที่ทำให้ตัวละครอนิเมชั่นมีชีวิตและสื่ออารมณ์ได้ชัดเจนที่สุดก็หนีไม่พ้นบรรดานักพากย์ทั้ง เจย์ บารูเชล และ อเมริกา เฟอร์เรราที่ให้เสียงฮิคคัพและแอสทริดได้อย่างมีเสน่ห์เหมาะแก่คาแรกเตอร์ รวมถึงบทสมทบที่ได้นักแสดงมากความสามารถทั้ง เคต แบลงเชต, โจนาห์ ฮิลล์ และ คริสเตน วิก ที่ยังกลับมาสร้างสีสันปิดท้ายไตรภาคกันอย่างเต็มที่ ซึ่งตรงนี้โดยส่วนตัวมองว่าเป็นความชาญฉลาดของดรีมเวิร์คที่เลือก “เสียง” ที่ใช่มากกว่าชื่อเสียงและหน้าตาของนักแสดงเพราะมันทำให้เราดูหนังโดยไม่เอาหน้าของดาราคนนั้นๆมาสวมทับตัวละคร และทีละน้อยเสียงพากย์และภาพคาแรกเตอร์ก็ค่อยๆกลมกลืนและมีชีวิตในความทรงจำคนดู โดยในหนังภาคนี้นอกจากพระเอกนางเองและเหล่ามังกรแล้ว บรรดาตัวละครสมทบยังมีพัฒนาการและบทบาทที่มากขึ้นมากกว่าการสร้างสีสันแบบเดินผ่านไปผ่านมา ซึ่งก็ถือเป็นคุณงามความดีของบทหนังที่เฉลี่ยบทให้ตัวละครทุกตัวได้มีซีนสร้างความประทับใจคนดูได้เป็นอย่างดี"
  },
  {
      "id":20,
      "name":"Bumblebee",
      "type":"Action",
      "image":"https://m.media-amazon.com/images/M/MV5BMjUwNjU5NDMyNF5BMl5BanBnXkFtZTgwNzgxNjM2NzM@._V1_SY1000_CR0,0,666,1000_AL_.jpg",
      "review":"ย้อนกลับไปในปี 1987 บัมเบิ้ลบีค้นพบที่หลบภัยอยู่ในพื้นที่เก็บของเก่าในเมืองริมชายหาดเล็ก ๆ ในรัฐแคลิฟอร์เนีย โดยที่ ชาร์ลี (เฮลีย์ สไตน์เฟลด์) สาวที่กำลังจะมีอายุครบ 18 ปี ค้นพบบัมเบี้ลบี ในสภาพรถโฟล์กสวาเกนสีเหลืองที่ผุพัง ผ่านศึกมาหนัก และในไม่ช้า เธอก็รู้ว่าบัมเบิ้ลบีไม่ใช่แค่รถเต่าธรรมดาเลยในที่สุด ไมเคิล เบย์ ผู้กำกับบ้าพลังระเบิดก็สละมือจาก Transformers หนังใหญ่ยักษ์ของฮอลลีวู้ดเสียที แม้จะเป็นเพียงภาคสปินออฟก็ตาม โดยเอาตัวละคร บัมเบิ้ลบี จอมขโมยซีนที่คนดูรักและเอ็นดูเป็นพิเศษมาบอกเล่าเรื่องราวการเดินทางมาโลกครั้งแรกเมื่อปี 1987 และเปลี่ยนโทนหนังต่างจากเดิมไปพอตัว โดยเน้นเรื่องการปรับตัวแบบก้าวผ่านวัย พร้อมกับสร้างสายสัมพันธ์กับเพื่อนต่างสปีชีส์ ที่สื่อสารกันด้วยภาษากายได้อย่างซาบซึ้งตรึงใจ จะว่าไปนี่มันหนังดิสนีย์สไตล์ Monster Trucks (2016) ชัด ๆ เลยนี่หว่า หนังเริ่มต้นด้วยไอเดียของ สปีลเบิร์ก ซึ่งเป็นโปรดิวเซอร์ใหญ่ของ Transformers มาตลอดในการที่จะหันมาเล่าเรื่องแยกย่อยที่ไม่ต้องไปต่อความกับภาคหลักซึ่งออกทะเลดาวไปไกลเกินเจอยูเทิร์นแล้ว และได้ผู้กำกับคนใหม่มาลองหาแง่มุมใหม่ ๆ ให้หนังอย่าง ทราวิส ไนท์ ผู้กำกับจาก Kubo and the Two Strings (2016)หนังแอนิเมชั่นสต็อปโมชั่นจากค่าย Laika ที่เป็นขวัญใจใครหลาย ๆ คน ซึ่งไนท์ก็เหมาะกับการเติมแต่งเรื่องราวสไตล์เด็กดูแบบนี้เลยล่ะ เพราะหนังสามารถสมดุลระหว่างเรื่องราวการต่อสู้ระหว่างหุ่นยักษ์ที่ไล่ล่ากันข้ามจักรวาลมาถึงโลก กับเรื่องมิตรภาพระหว่างเด็กสาวที่มีปัญหาทางบ้านอย่าง ชาร์ลี กับ บัมเบิ้ลบี ที่สูญเสียกล่องเสียงและความทรงจำไปจากการต่อสู้ได้อย่างลงตัว หนังเน้นการเล่าเรื่องที่ง่าย และคอยสอดแทรกที่มาที่ไปที่ไปสอดเสริมกับหนังภาคหลัก อย่างว่าทำไมบัมเบิ้ลบีถึงต้องมาโลก ทำไมไม่สามารถพูดได้ ทำไมถึงชื่อบัมเบิ้ลบี เป็นต้น ทั้งยังเอาใจแฟนพันธุ์แท้จากฉบับแอนิเมชั่นด้วยการได้เห็นร่างของเหล่าหุ่นยักษ์ในฉบับดั้งเดิมอีกหลาย ๆ ตัวด้วย แต่ด้วยท่าทีที่ง่ายและต้องการให้เสพสบายลื่นคอ หนังจึงใช้สูตรการเล่าแบบมาตรฐานมาก ๆ เดาง่ายมาก ๆ ยอมละลายความสมจริงบางอย่างไปบ้างก็ทำ และมีมุกคอยเสริมเรื่องตลอดเวลา ขำบ้าง น่ารักบ้าง และบางอย่างก็ต้องบอกว่าเด็กน้อยเหลือเกิน ที่ดูไม่เข้าใจ พยายามยัดใส่แบบไม่มีเหตุผลก็มีให้เห็นบ้างพอสมควร แต่มุกที่หนังทำได้ดีเลยจนต้องชมคงเป็นการใช้บรรดาเพลงเก่ายุค 80 มาแทนควมคิดของบัมเบิ้ลบีซึ่งฉลาดและมีเสน่ห์มาก การแสดงของดาราสาวอย่าง เฮลีย์ สไตน์เฟลด์ ที่เคยเข้าชิงนักแสดงสมทบหญิงออสการ์จากหนัง True Grit (2010) ตั้งแต่ยังเด็ก และมาฉายแสงในหนัง Pitch Perfect 2 และ 3 ในบทที่สาวขึ้นก็สามารถส่องประกาย ยึดสายตาจากผู้ชมได้อย่างดีเยี่ยม เรียกว่าเธอคือสิ่งที่น่ามองที่สุดบนจอได้เลยล่ะ ไม่ว่าจะบทดราม่าหรือบทตลกก็ทำได้ดีทีเดียว ในขณะที่อีกหนึ่งดาราที่ใครหลายคนเป็นแฟนคลับอย่าง จอห์น ซีน่า นักมวยปล้ำที่เริ่มหันมาเอาดีทางหนังมากขึ้น ก็รับบททหารฝั่งโลกที่มีบทเว่อ ๆ ตลก ๆ อยู่เสมอ แต่ก็พูดกันตามตรง หลายครั้งมันเหมาะกับคนที่เป็นแฟนซีน่ามามากกว่า ใครเพิ่งรู้จักแกคงไม่เก็ตบุคลิกของแกว่าทำไมเล่นล้น ๆ ตลกแปลก ๆ จัง และในฟากฝั่งของเหล่าหุ่นทั้งหลายต้องยอมรับว่ามีความเนียนและพอดีของซีจีในแบบที่ดูสบายตาสมจริง การแสดงสีหน้าท่าทาของตัวละครซีจีสื่อสารได้ดีเยี่ยม โดยเฉพาะบัมเบิ้ลบีนั้นน่าจะเป็นอีกหนึ่งตัวละครที่มีคนรักมากที่สุดได้ไม่ยากเย็น ในขณะที่ฝั่งตัวร้ายก็มีความโหดเหี้ยมและใช้เล่ห์เหลี่ยมได้ดี น่าเสียดายที่หนังไม่ได้ถูกออกแบบมาเป็นหนังสงครามเต็มตัว ทำให้บทที่เหล่าหุ่นจะสู้กันจริงจังมีน้อยเกินไปเมื่อเทียบกับความคาดหวัง ส่วนที่ดีที่สุดของหนังคงเป็นการพักและมีมุมมองใหม่ ๆ ในการเล่าเรื่อง Transformers บ้างหลังจากระห่ำกันมามากแล้ว แต่ก็เป็นข้อเสียในตัวเพราะหนังมีฉากแอ็กชั่นเบาบางลงไปมากจนแฟนเดิม ๆ หรือผู้ใหญ่ ๆ อาจจะรู้สึกว่าหนังหน่อมแน้มน่าเบื่อ ซึ่งในมุมของแฟนใหม่ ๆ รุ่นเยาว์หรือวัยรุ่นต้น ๆ ตลอดจนคนดูที่ชอบหนังสายครอบครัวสายมิตรภาพน่าจะหันมาเป็นแฟนของเจ้าบัมเบิ้ลบีได้ไม่ยากเย็นเช่นกัน เรียกว่าได้อย่างเสียอย่างแลกกันไปเลย และสำหรับพากย์ไทยนั้นขออนุญาตวัดความรู้สึกจากการดูหนังซับไทย แล้วมาเทียบกับตัวอย่างฉบับพากย์ไทยนี้ ก็คิดว่าเป็นการตีความอีกแบบของตัวละคร เพราะเฮลีย์จะแสดงให้เห็นถึงความเป็นเด็กสาวที่ต้องเข้มแข็ง และมีความสู้ผ่านน้ำเสียงมากกว่า แม้ในยามอ่อนแอเราก็รู้สึกว่าเธอจะเข้มแข็งขึ้นได้ ในขณะที่เสียงน้อง ปัญ BNK48 นั้นจะออกมาทางน่ารักน่าสงสารมากกว่า แต่ในแง่คุณภาพเสียงนี่ไม่ต่างจากที่มืออาชีพเขาพากย์ในหนังดิสนีย์เลยล่ะ คิดว่าน่าจะได้คนละอารมณ์ซึ่งก็ไม่อาจชี้วัดได้ว่าแบบไหนดีกว่ากันเพราะหนังก็มีฉากขายในทั้งสองแบบให้เล่นอยู่แล้วด้วย เชื่อว่า 2 เวอร์ชั่นนี้ต่างมีดีของตัวเองทั้งคู่ครับ"
  },
  {
      "id":21,
      "name":"ALITA Battle Angel",
      "type":"Action",
      "image":"https://m.media-amazon.com/images/M/MV5BNzVhMjcxYjYtOTVhOS00MzQ1LWFiNTAtZmY2ZmJjNjIxMjllXkEyXkFqcGdeQXVyNTc5OTMwOTQ@._V1_.jpg",
      "review":"หลังได้รับการประกอบร่างชุบชีวิตจาก ดร. ไดสัน อิโด (คริสตอฟ วอล์ซ) คุณหมอผู้เปี่ยมเมตตาของเหล่าไซบอร์กทั้งหลาย อลิตา (โรซา ซาลาซาร์) ไซบอร์กสาวไร้ความทรงจำพยายามตามหาตัวตนของเธอในอดีต โดยอุปสรรคของเธอคือเหล่าไซบอร์กชั่วช้าในบัญชาของ เวคเตอร์ (มาเฮอร์ชาลา อาลี) เจ้าของทีมมอเตอร์บอลผู้ทรงอิทธิพลในตลาดมืดซื้อขายอะไหล่ไซบอร์กเถื่อน จนอลิตาต้องออกโรงปกป้องทุกชีวิตในเมืองเศษเหล็กไม่ให้ถูกสังหารขโมยชิ้นส่วนและในขณะที่เธอค้นหาตัวตน เธอกลับอยากเป็นมนุษย์มากขึ้นเรื่อยๆหลังตกหลุมรัก ฮิวโก้ (คีแอน จอห์นสัน) ชายหนุ่มนักหาอะไหล่ไซบอร์กที่เก็บความลับบางอย่างจากเธอ แรกสุดที่เราได้ยินข่าวประกาศสร้าง ALITA Battle Angel ที่ชูรสความตื่นเต้นด้วยการพ่วงชื่อของ เจมส์ คาเมรอน ผู้กำกับโคตรเว่อร์ เล็กๆไม่ ใหญ่ๆทำ ที่ให้ความสนใจถึงขนาดจะกำกับเองด้วยความรักในมังงะต้นฉบับเรื่อง GUNNM (กันมุ) หรือชื่อไทย เพชฌฆาตไซบอร์ก ของ ยูกิโตะ คิชิโระ ที่ผสานเรื่องราวแนวแอ็คชั่นไซไฟ ไซเบอร์พังก์ ตัวละครฮีโร่หญิงเท่ๆเข้ากับปรัชญาที่ตั้งคำถามถึงความเป็นมนุษย์ในโลก “ดิสโทเปีย” หรือโลกหลังล่มสลายได้อย่างคมคาย จนต่อมาโครงการสร้างก็ถูกสานต่อโดยคาเมรอนขอเป็นโปรดิวเซอร์และส่งไม้ต่อให้ โรเบิร์ต โรดริเกวซ ผู้กำกับหนังแอ็คชั่นเปี่ยมลูกบ้ามากุมบังเหียนแทนจนผลลัพธ์ที่ได้คืองานไซไฟ ไซเบอร์พังก์ที่มีงานวิช่วลแบบอัดอดรีนาลีนลงในทุกซีนของฉากแอ็คชั่น โดยขอเบาวอลลุ่มด้านปรัชญาลงให้เหลือเพียงเบาบางแล้วอัดลูกบ้าให้งานสตันต์และงานวิช่วลเอฟเฟกต์แบบสุดลิ่มทิ่มประตู โดยเฉพาะการออกแบบตัว อลิตา นางเอกของเรื่องที่ตอนเผยโฉมครั้งแรกก็ทำให้คนดูตื่นตะลึงในการออกแบบคาแรคเตอร์ที่เอาเพียงคอนเซปต์จากฉบับญี่ปุ่นแล้วบิดให้แตกต่างด้วยรูปหน้าแบบสาวละตินโดยมีต้นแบบเป็นนางเอกสาว โรซา ซาลาซาร์ นางเอกหนังชุด The Maze Runner ซึ่งก็ได้รับเสียงวิจารณ์ที่แตกเป็นสองฝั่งโดยเฉพาะเสียงสวดยับจากแฟนมังงะต้นฉบับแต่หากมองในมุมของคนดูหนังก็ต้องยอมรับเลยว่า ALITA Battle Angel คือหนังไซไฟแอ็คชั่นที่บันเทิงอย่างมหาศาลจริงๆ โดยบทหนังที่ เลอิตา คาโลกราดิส ร่วมเขียนกับคาเมรอนและโรดริเกวซ หยิบองค์ประกอบของเรื่องราวจาก กันมุ มาเพียงผิวเผิน คือมันมีทุกองค์ประกอบนั่นแหละครับโดยนอกจากตัวละครที่นำมาจากต้นฉบับแล้วก็ยังมีรายละเอียดอื่นๆทั้ง เมืองซาเล็ม นครลอยฟ้า ที่เป็นตัวแทนของชนชั้น, ฮันเตอร์ วอร์ริเออร์ นักล่าค่าหัว รวมถึง มอเตอร์บอล กีฬาบอลมหาโหดสุดเถื่อนเลือดสาดที่เหมือนได้แรงบันดาลใจจากหนัง Rollerball (1975) ก็ยังตามมาเซอร์วิสแฟนๆมังงะกันเต็มที่ เพียงแต่เป็นการหยิบมาใช้เพื่อสร้างความตื่นตาตื่นใจด้านภาพมากกว่าจะมาเป็นตัวแทนของปรัชญาแบบในต้นฉบับซึ่งก็ต้องยอมรับว่าบทหนังเหมือนรองรับงานภาพสุดบ้าพลังที่ โรเบิร์ต โรดริเกวซ และ บิล โพ๊ป ผู้กำกับภาพร่วมกันรังสรรค์ขึ้นได้อย่างวิจิตรและชวนตื่นตา จนบางทีหนังก็มองข้ามพื้นฐานของการเล่าเรื่องอย่างการสร้างตัวละครให้คนดูจดจำและอยากเอาใจช่วย เพราะทั้งเรื่องเราก็ได้รู้จัก อลิตา เพียงผิวเผินแค่ว่าเป็นไซบอร์กนักรบ ส่วน ฮิวโก้ ก็เป็นเด็กแสบที่อลิตาหลงรัก ส่วน ดร.อิโด ที่เหมือนจะมีปมอดีตเรื่องลูกสาวก็กลับมีเวลาในหนังน้อยเกินกว่าจะได้มีซีนดราม่าที่น่าจดจำ นอกจากนี้หนังยังเพิ่มช่องโหว่ให้ตัวละครที่สร้างใหม่โดยเฉพาะตัวละคร ชิเร็น ของ เจนนิเฟอร์ คอเนลลี ที่ตอนแรกเหมือนจะมีบทบาทสำคัญแต่ไปๆมาๆกลับเป็นตัวละครที่มีผลกับเรื่องน้อยที่สุดเลย หรืออย่างการที่หนังไม่ปูที่มาที่ไปของ โนว่า ตัวร้ายสำคัญของเรื่องมากไปกว่าการไปเข้าสิงตัววิกเตอร์ของ มาเฮอร์ชาลา อาลี ทำให้แทนที่ โนว่า จะกลายเป็นตัวร้ายตัวเอ้ที่คนดูจะจดจำในฐานะบอสใหญ่ กลับกลายเป็นตัวผู้ร้ายที่แทบไร้ตัวตนเพราะในหนังเองก็ดันมีไซบอร์กผู้ร้ายตัวโหดๆเยอะไปหมด จนทำให้การเล่าเรื่องในหนังอีรุงตุงนังไปหมดเพราะพยายามจะปูที่มาของ อลิตา ที่มีการดัดแปลงจากต้นฉบับไปพอสมควรควบคู่ไปกับฉากแอ็คชั่นที่ โรดริเกวซ ดีไซน์ให้มีความน่าตื่นตาตื่นใจมากกว่าการที่จะคำนึงถึงตรรกะของเรื่องราวและแนวคิดด้านปรัชญาของเรื่องราวนั่นเอง ว่ากันถึงฉากแอ็คชั่นก็ต้องยอมรับว่าหาก คาเมรอน ต้องการให้ ALITA Battle Angel ออกมาเป็นหนังแอ็คชั่น ไซไฟ บันเทิงๆก็ถือว่า โรเบิร์ต โรดริเกวซ คือตัวเลือกที่ใช่แล้วล่ะ เราจะได้เห็นการเนรมิตรเมืองเศษเหล็กที่เหมือนจำลอง เม็กซิโก หลังโลกล่มสลาย รวมถึงฉากที่น่าจดจำมากมายโดยเฉพาะฉาก มอเตอร์บอลที่โดดเด่นทั้งแง่งานสร้างและการดีไซน์ฉากแอ็คชั่นที่ตื่นตาตื่นเต้นจนหัวใจเต้นรัว เรียกง่ายๆว่าสิ่งที่โดดเด่นมากๆสำหรับ ALITA Battle Angel ก็คือฉากแอ็คชั่นนี่แหละที่มาเยอะ มาถี่ และทำได้ดีดูสนุกทุกฉากจริงๆ จนสามารถชดเชยตรรกะพังๆของหนังได้สบายๆ ส่วนการดีไซน์คาแรกเตอร์และการกำกับส่วนอนิเมชั่นต้องชื่นชมเป็นพิเศษอยู่เหมือนกันนะ เพราะตลอด 2 ชั่วโมงกว่าๆที่คนดูจะต้องอยู่กับตัวละครอนิเมชั่นที่อยู่ท่ามกลางคนแสดงกลับไม่รู้สึกขัดเขินการออกแบบการเคลื่อนไหว แววตา และเสียงพากย์ของ โรซา ซาลาซาร์ ทำให้ อลิตา เป็นตัวละครนางเอกที่สเน่ห์มากและไม่ดูการ์ตูนเหมือนตอนแรกที่เห็นในตัวอย่างหนัง ซึ่งถือเป็นวิวัฒนาการหนึ่งในการเล่าเรื่องแบบผสานเทคโนโลยีเข้ากับศิลปะการเล่าเรื่องทั้งภาพและเสียงได้อย่างกลมกลืนจริงๆ ส่วนการแสดงของนักแสดงสมทบมองว่า คริสตอฟ วอล์ซ และ มาเฮอร์ชาลา อาลี ได้ทำให้ตัวละครของพวกเขาดูมีเลือดเนื้อ เพราะแม้มีเวลาไม่มากแต่ คริสตอฟ วอล์ซ ก็ใช้เวลาอย่างคุ้มค่าในการปูความเป็นพ่อให้ตัวละคร ดร.อิโต ส่วน มาเฮอร์ชาลา อาลี นี่น่าสงสารสุดเลยเพราะนอกจากจะต้องเป็นผู้ร้ายแบนๆแล้ว ยังถูกยัดบทผีเข้าที่ทำนักแสดงหลายคนกลายเป็นเจ้าอวดมานักต่อนัก แต่เขาก็สามารถใช้บุคลิกเท่ๆและแอ็คติ้งเทพๆทำให้ตัวละครน่าจดจำได้เป็นอย่างดี"
  },
  {
      "id":22,
      "name":"The Nun",
      "type":"Horror",
      "image":"https://m.media-amazon.com/images/M/MV5BMjM3NzQ5NDcxOF5BMl5BanBnXkFtZTgwNzM4MTQ5NTM@._V1_SY1000_CR0,0,674,1000_AL_.jpg",
      "review":"เรื่องที่ 5 ในจักรวาล the conjuring หลังจากดึงตุ๊กตาผีแอนนาเบลล์ มาเป็นภาคแยกไป 2 เรื่อง ก็ถึงคราวของ ผีแม่ชี ที่ไปสร้างความน่ากลัวจนเป็นที่จดจำใน The Conjuring 2 (2016) ผีแม่ชี ก็เลยได้เป็นผีตัวที่ 2 ที่ได้มีเรื่องราวภาคแยก ที่พาผู้ชมย้อนอดีตไปดูความเป็นมาของผีแม่ชีตัวนี้ และตัวต่อไปที่จะมีเรื่องราวภาคแยกของตัวเองก็คือ The Crooked Man ผีชุดแดงถือร่มที่โผล่มา 2 ฉากใน The Conjuring 2 เช่นกัน แม้ว่า เจมส์ วาน ผู้ให้กำเนิดจักรวาล The Conjuring ไม่ได้มากำกับ แต่ก็ยังเป็นคนเขียนเรื่องร่วมกับ แกรี่ เดาเบอร์แมน ที่เพิ่งมีผลงานสุดฮิตอย่าง “IT” และเจมส์ ก็ยังนั่งเก้าอี้ผู้อำนวยการสร้าง และมาช่วยในขั้นตอนถ่ายทำซ่อมด้วย เรื่องราวของ The Nun พาเราย้อนไปในปี 1952 ในทรานซิลวาเนีย ,โรมาเนีย ที่วิหารโบราณในป่าลึก มีแม่ชีสาวแขวนคอตาย ซึ่งเป็นเรื่องผิดบาปมากในคริสตจักร เรื่องราวรู้ไปถึงสำนักวาติกัน จึงส่งบาทหลวงเบิร์ค พระนักสืบไปลงพื้นที่เพื่อหาเบาะแสการตายของแม่ชี พร้อมกับ ซิสเตอร์ไอรีน แม่ชีฝึกหัดให้ไปเป็นผู้ติดตามและคอยช่วยเหลือ ทั้งคู่ยังได้แฟรนชี่ หนุ่มผู้ชำนาญพื้นที่ไปคอยส่งและรับนักบวชทั้งสอง แต่ก็ต้องตกกระไดพลอยโจนอยู่เผชิญความน่ากลัวในวิหารร้างนั้นไปด้วย ทั้ง 3 ยิ่งตามสืบก็ยิ่งเจอเรื่องราวขนหัวลุกมากมาย ก่อนที่จะได้เผชิญหน้ากับ “วาลัก” ที่ปรากฏกายในร่างผีแม่ชี ผู้อยู่เบื้องหลังการฆ่าตัวตายของแม่ชีสาว และทั้ง 3 ก็ต้องร่วมมือกันยับยั้งแผนการร้ายของมัน บทหนังฝีมือของ แกรี่ เดาเบอร์แมน ทำได้ดีในเรื่องการเพิ่มเติมความลึกลับซับซ้อนเข้าไปในเรื่องราวสยองขวัญ ช่วยเสริมให้ The Nun ดูมีความแตกต่างจากหนังในครอบครัว The Conjuring ที่ไม่ได้ขายความสยองกันอย่างเดียว แต่มีการคลี่คลายปริศนาการฆ่าตัวตาย สืบหาจุดประสงค์ของวาลักที่มุ่งโจมตีเหล่าแม่ชีในวิหารแห่งนี้ และถอดปริศนาหาอาวุธมากำราบผีแม่ชี แต่ถึงแม้จะมีเรื่องราวการผจญภัยและปริศนามาสอดแทรก แต่เรื่องความสยองก็ไม่ได้น้อยลงไป 90 นาทีของหนังอัดความสยองมาแบบเต็ม ๆ เพราะหนังไม่ได้มีแค่ผีแม่ชีตามชื่อเรื่องเท่านั้น ยังมีผีเด็ก ผีแม่ชีสาว ที่สยดสยองไม่แพ้กัน แล้วก็ออกมาถี่ ๆ เสียด้วย เป็นหนังผีที่ผีดุ ผีออกถี่ แทบไม่ให้ได้พักหายใจ ส่วนที่มีผลต่อความสยองของ The Nun อย่างมากคือการเลือกโลเคชั่น ที่ยกกองถ่ายกันไปถึงโรมาเนียจริง ๆ แล้วที่่น่าชื่นชมมากคือการไปเสาะหาเจอวิหารร้างแห่งนี้ แค่เห็นภายนอกก็ดูน่ากลัวแล้ว และเป็นวิหารที่ดูน่ากลัวจริง กลายเป็นองค์ประกอบสำคัญที่เพิ่มความน่ากลัวให้กับ The Nun ด้วยความเก่า และทางเดินมืด ๆ หลายซอกหลายหลืบ มีที่ให้ผีแอบเต็มไปหมด ผีใน The Nun เลือกจะมาในสไตล์ผีซ่อนแอบมากกว่าผีตุ้งแช่ ซึ่งฉากตุ้งแช่ก็มีแต่ไม่เน้น แต่มักจะมาแบบโผล่ตรงนั้น ตรงนี้ แต่พอหันก็หายไป เล่นกับฉากให้ลุ้นกลัวตกใจเสียมากกว่า แต่งานเมคอัปผสมกับงานซีจี ก็สร้างสรรค์ภาพลักษณ์ของผีแต่ละตัวออกมาได้น่ากลัวดี ตัวละครหลักในหนังมีแค่ 3 คน คือบาทหลวงเบิร์ค , ซิสเตอร์ไอรีน และ แฟรนชี่ ที่ทำหน้าที่เหมือนเป็นพระเอกของเรื่องและเป็นตัวชงมุกให้หนังช่วยผ่อนคลายได้มาก ทั้ง 3 ทำหน้าที่เป็นตัวละครหลักและเหยื่อในคราเดียวกัน เพราะครึ่งหลังทั้ง 3 แยกย้ายกัน แต่ก็โดนผีหลอกด้วยกันทั้งหมด ก็เลยได้ดูฉากผีหลอกทั้ง 3 คนสลับกันไปมา และทั้ง 3 ก็ยังเดินตามสูตรบังคับของหนังสยองขวัญคือการขาดต่อมความกลัว ยิ่งเห็นไรแวบ ๆ ได้ยินเสียงแปลก ๆ ในยามค่ำคืน แต่กลับต้องเดินเข้าไปหาแล้วก็เจอดี หัวใจหลักของเรื่องอีกคนก็คือ บอนนี่ แอร์รอน เจ้าของบท “ผีแม่ชี” คนเดิมตั้งแต่ The Conjuring 2 เป็นนักแสดงที่หน้าตาน่ากลัวอยู่แล้วเป็นทุนเดิม เหมาะมากกับบทนี้ ทีมงานเมคอัปก็น่าจะชอบเพราะไม่ต้องเสริมเติมแต่งอะไรมากก็น่ากลัวเลย The Nun ยังคงเป็นหนังสยองขวัญที่รักษามาตรฐานของจักรวาล The Conjuring ไว้ได้ คอหนังสยองขวัญดูได้ไม่ผิดหวัง ถึงไม่เคยดูหนังในจักรวาล The Conjuring มาเลยสักเรื่อง ก็สามารถดูได้รู้เรื่อง แต่ก็ไม่ได้โดดเด่นอยู่ในระดับต้น ๆ ของหนังจากจักรวาลนี้ ถึงแม้ผีจะออกถี่ ฉากลุ้นสะดุ้งจะมีมาก แต่ก็ไม่ได้มีฉากที่น่ากลัวถึงขั้นน่าจดจำพอให้หยิบมาพูดถึงหลังออกจากโรง และไม่ได้น่ากลัวเทียบเท่าการปรากฏตัวครั้งแรกของผีแม่ชีเองใน The Conjuring 2 อีกจุดที่น่าชื่นชมก็คือฝีมือเขียนบทของแกรี่ เดาเบอร์แมน สามารถเชื่อมฉากจบของ The Nun มาต่อเนื่องกับ The Conjuring 1 ได้อย่างลงตัว แล้วจบแบบปลายเปิดให้สานต่อวีรกรรมสยองของผีแม่ชีได้ต่อไป"
  },
  {
      "id":23,
      "name":"Christopher Robin",
      "type":"Animation",
      "image":"https://m.media-amazon.com/images/M/MV5BMjAzOTM2OTAyNF5BMl5BanBnXkFtZTgwNTg5ODg1NTM@._V1_SY1000_SX675_AL_.jpg",
      "review":"ช่วงหลังทาง Disney เองก็ดัดแปลงการ์ตูนมาทำเป็นหนัง Live Action ออกมาเรื่อย ๆ และทำออกมาได้ดีด้วย ซึ่งหนึ่งในนั้นคือ Winnie the Pooh ที่ใช้ชื่อหนังอย่างเป็นทางการว่า Christopher Robin โดยได้ มาร์ค ฟอร์สเตอร์ ผู้กำกับที่เคยผ่านงานอย่าง World War Z, Monsters Ball และ Quantum of Solace มานั่งแท่นกำกับหมีพูห์เวอร์ชันคนแสดง ซึ่งใน Live Action นี้จะเน้นไปที่ชีวิตของ คริสโตเฟอร์ โรบินส์ (ยวน แม็คเกรเกอร์) ที่เติบโตกลายเป็นผู้ใหญ่ในปลายยุค 1940 ทำงานหนัก มีครอบครัว และกำลังเผชิญปัญหาในช่วง Midlife Crisis จนหลงลืมตัวตน ละเลยคนรอบข้าง และมืดบอดในการควานหาความสุขที่แท้จริง จนกระทั่งเจ้าหมีพูห์แห่งป่า 100 เอเคอร์ปรากฏตัวขึ้นกลางกรุงลอนดอน ทำให้โรบินส์ต้องหาทางพาเพื่อนเก่ากลับบ้านเดิมที่ซัสเซ็ก และจากนั้นเรื่องราวจากความทรงจำในวัยเด็กของโรบินส์ก็หวนกลับคืนมาอีกครั้ง
      ต้องบอกเลยว่า Christopher Robin ในเวอร์ชัน Live Action นั้นทำออกมาได้ลงตัวดีเยี่ยมมาก ๆ เริ่มจากจุดแข็งในเรื่องของการผสมผสานตัวการ์ตูนกับตุ๊กตาของจริงในการเดินเรื่อง ซึ่งทำได้ดูสมจริง อันที่จริงต้องบอกว่าแนวทางของ Christopher Robin นั้นเดินตามสูตรเดียวกับ TED เจ้าหมีจังไรมาก ๆ เพียงแต่ต่างกันตรงที่ว่าเรื่องนี้เน้นจับไปที่ประเด็นความเป็นครอบครัวอบอุ่นเป็นหลัก ขณะเดียวกันอีกจุดแข็งที่ทำให้ตัวละครในแก๊งการ์ตูนดูมีชีวิตชีวาจับต้องได้ก็ต้องยกให้ทีมพากย์รุ่นเก๋า โดยเฉพาะ จิม คัมมิงส์ ที่ให้เสียงทั้งเป็นหมีพูห์และทิกเกอร์นั้นมีเสน่ห์เป็นเอกลักษณ์เหมือนเคย มีส่วนในการยกระดับหนังเวอร์ชันนี้ไปอีกขั้นจริง ๆ
      Christopher Robin มันคือ coming of age ของคริสโตเฟอร์ โรบินส์ ในวัยผู้ใหญ่ ที่ด้วยแบ็คกราวน์ในชีวิตทำงาน ได้เปลี่ยนแปลงความคิดและการกระทำของเขาไม่ต่างจากผู้ใหญ่ในยุคอุตสาหกรรมคนหนึ่งที่เป็นมนุษย์เงินเดือน ทำงานหามรุ่งหามค่ำ จนไม่มีเวลาให้ครอบครัวคือภรรยา เอเวอร์ลิน (เฮลีย์ แอทเวลล์) และลูกสาว แมเดลิน (บรอนท์ คาร์ไมเคิล) ของเธอมากพอ โลกของโรบินส์ที่มีแต่หน้าที่และความรับผิดชอบแบกอยู่บนบ่าสองข้างของเขามาตลอด จุดเปลี่ยนอีกครั้งที่จะทำให้ชีวิตเขาเปลี่ยนไปได้ก็คือต้องมีเหตุการณ์ใหญ่ ๆ ระดับค้อนปอนด์ลงมาทุบหัว หรือฟ้าผ่ากลางวันแสก ๆ ซึ่งนั่นก็คือ เจ้าหมีพูห์ และผองเพื่อนในวัยเด็กของเขานั่นเอง
      สิ่งที่ผมชอบและรู้สึกดีกับหนังมาก ๆ เลยคือวิธีการเล่าเรื่อง ทุกวันนี้หนังหลายเรื่องที่อิงจากนิยายแฟนตาซีแล้วใช้พลอตที่ซับซ้อน เพื่อทำให้คนเห็นภาพมาก ๆ แต่มันไม่อิมแพ็คเท่ากับวิธีของ Disney ที่เดินเรื่องแบบเรียบง่าย เล่าละเอียด ลึกซึ้งและสนุกไปกับตัวหนังด้วย หนังไม่ได้ขยี้ให้บ่อน้ำตาแตกกับการรำลึกคืนวันเก่า ๆ เมื่อจะเดินไปถึงจุดนั้น มันก็จะถูกสอดแทรกด้วยความทะเล้นของตัวละคร มุกตลกและความน่ารักในเรื่องให้ความรู้สึกมันลุ่มลึกพอดี ที่สำคัญคือ เมสเซจ ของหนังที่สอดแทรกมา สามารถทำงานได้เต็มประสิทธิภาพมาก ๆ มันบอกเราเบา ๆ ว่า ไอ้ที่ผู้ใหญ่เขาทำกันอยู่น่ะ บางอย่างก็เป็นเรื่องไร้สาระและเสียเวลาทั้งนั้น การกระทำที่แลกกับเวลาอันมีค่าของชีวิตที่เราควรจะให้ความสำคัญกับคนที่เรารัก และสิ่งที่ทำให้มีความสุขโดยที่ไม่ต้องพยายาม เรากลับทำง่วนทำอะไรอยู่ก็ไม่รู้ที่สุดท้ายแล้วไม่ได้มีความหมายอะไรกับชีวิตเลย หรืออีกนัยหนึ่งหนังเรื่องนี้แอบจิกกัดชีวิตในยุคอุตสาหกรรมอย่างแนบเนียน"
  },
  {
      "id":24,
      "name":"Incredibles 2",
      "type":"Animation",
      "image":"https://m.media-amazon.com/images/M/MV5BMTEzNzY0OTg0NTdeQTJeQWpwZ15BbWU4MDU3OTg3MjUz._V1_SY1000_CR0,0,674,1000_AL_.jpg",
      "review":"กาลเวลาผ่านไป 14 ปี แต่ตัวละครไม่โตขึ้นตามอายุคนดู ถ้ามองที่ระยะเวลาการกลับมาอีกครั้งของภาพยนตร์แอนิเมชั่นฮีโร่ที่ดีที่สุดเรื่องหนึ่งของโลก การกลับมาครั้งนี้ไม่ได้ทำให้เรารู้สึกประทับใจมาก หรือตกตะลึงสมการรอคอยเท่าที่คาดหวังไว้ เพราะตัวละครกลับไม่ได้โตขึ้นตามอายุไปพร้อมกัน หรือทำให้เรารู้สึกตื่นตาตื่นใจเหมือนภาคแรก เราจึงไม่เข้าใจว่าทำไม 'Pixar' ถึงเก็บเรื่องนี้ไว้นานขนาดนี้ ถ้าจะทำออกมาในรูปแบบที่เป็นอยู่ ผิดถนัดกับ 'Toy Story' ที่เล่นไทม์ไลน์คู่ขนานไปกับคนดู และถึงแม้ว่า 'Incredibles 2' จะมีพล็อตเรื่องและบทภาพยนตร์ที่ดูจริงจังขึ้นกว่าภาคแรก ทั้งประเด็นครอบครัวที่ดูใหม่ มีปัญหาการเมืองให้เล่าให้เล่น และคำถามต่อประชากรฮีโร่ที่น่าสนใจ แต่คำถามในส่วนของฮีโร่ไม่ได้ใหม่เลย และเคยมีภาพยนตร์แนวฮีโร่ตั้งคำถามต่อสถานการณ์แบบนี้มาแล้ว ตัวหนังจึงไม่มีอะไรใหม่และจำเจในส่วนของการพิทักษ์โลก ยิ่งไปกว่านั้นกลับเปลี่ยนสถานการณ์ดังกล่าวให้ดูสดใส พร้อมทั้งบทสรุปที่คาดเดาได้ตายตัว ถ้าจะบอกว่าภาพยนตร์เรื่องนี้ทำมาเพื่อตอบสนองความสนุกสนานให้เหล่าเด็กๆ อย่างเดียวก็ดูจะลดมาตรฐานตัวเองลงไปพอสมควร เพราะงานของค่าย 'Pixar' นั้นมีข้อความสำหรับผู้ใหญ่ได้รับชมและเข้าใจไปพร้อมกับเสมอ เพียงแต่งานนี้มันน้อยกว่าที่คิดไว้ด้วยระยะเวลาที่ยาวนานกว่าจะได้ยลโฉมถึง 14 ปี ด้วยกัน อย่างไรก็ตาม ถ้าตัดอคติเรื่องเวลาจริงกับเวลาในภาพยนตร์ออกไป งานนี้ก็มาพร้อมกับความสนุกสนานในแบบที่ดูสดใส ร่าเริง คุมโทนตัวเองให้เด็กๆได้ดูกันอย่างสนุกสนาน และสามารถทำให้เรามีส่วนร่วมไปกับตัวละครได้ตลอด ไม่ได้มีปัญหาในส่วนใดส่วนหนึ่ง และดูจะมีพัฒนาการของครอบครัว ในการสลับสับเปลี่ยนให้หัวหน้าครอบครัวคือตัวละครหญิง ส่วนตัวละครชายดูแลลูก ทำให้หนังสะท้อนประเด็นของผู้นำครอบครัว สะท้อนให้เห็นว่าการเลี้ยงดูลูกๆของผู้หญิงนั้นไม่ใช่เรื่องง่าย และเป็นงานที่หนักพอๆกับการทำงานนอกบ้านหรืออาจจะมากกว่าด้วยซ้ำ แน่นอนว่า ตัวหนังเองสะท้อนมุมมองนี้ต่อคนเป็นพ่อและคนเป็นแม่ ได้น่าสนใจและย่อยง่ายด้วยบริบทของการเล่าเรื่องที่ตรงไปตรงมา ส่วนฝั่งตัวร้ายไม่มีอะไรซับซ้อนคาดเดาได้ง่ายๆ และดูจะไม่ใช่จุดขายของภาคนี้เลย ดังนั้น 'Incredibles 2' คงจะเป็นภาพยนตร์ครอบครัวฮีไร่ที่ดูได้สนุกสนานตามสไตล์เด็กๆ วัยรุ่น แม้ว่าตัวงานจะไม่ได้ดูสดใหม่ ไม่เท่าภาคแรก แต่ก็ยังสามารถพาให้เราร่วมสนุก ร่วมลุ้น เอาใจช่วยตัวละครไปได้เป็นระยะ พร้อมทั้งเรียกเสียงหัวเราะไปได้ในหลายๆฉาก ตัวละครที่ขโมยซีนทุกครั้งที่ออกมาคงหนีไม่พ้น หนูน้อย 'แจ็ค-แจ็ค' ที่ถ้าทำไม่ดีตัวละครตัวนี้จะออกมาในรูปแบบน่ารำคาญเลยจริงๆ แต่ตัวหนังไม่ได้ทำให้เรารู้สึกรำคาญเลย ออกไปในทางน่ารักน่าชัง ถือเป็นตัวละครที่สร้างสรรค์และใช้งานได้อย่างคุ้มค่า ท้ายสุด ภาพยนตร์เรื่องนี้คงจะไม่ได้สดใหม่ด้วยรูปแบบภาพยนตร์แนวฮีโร่ แต่เป็นเพียงการเสนอมุมมองต่อครอบครัวหนึ่งที่ดูใหม่อยู่พอสมควร...น่าเสียดายที่หนังไปไม่สุดด้วยข้อจำกัดของภาพยนตร์ฮีโร่แอนิเมชั่นวัยทีน... "
  }

]
